{"doc_id": "nih_ods_magnesium", "title": "Magnesium - Health Professional Fact Sheet", "source": "NIH ODS", "raw_path": "/Users/youngwoosong/Desktop/UofU/Projects/supplement-reality-checker/data/raw/nih_ods_magnesium.html", "text": "Magnesium\nFact Sheet for Health Professionals\nHave a question?\nAsk ODS\nJoin the\nODS Email List\nThis is a fact sheet intended for health professionals.  For a general overview, see our\nconsumer fact sheet\n.\nIntroduction\nMagnesium, an abundant mineral in the body, is naturally present in many foods, added to other food products, available as a dietary supplement, and present in some medicines (e.g., antacids, laxatives). Magnesium is a cofactor in more than 300 enzyme systems that regulate diverse biochemical reactions in the body, including protein synthesis, muscle and nerve function, blood glucose control, and blood pressure regulation [\n1-3\n]. Magnesium is required for energy production, oxidative phosphorylation, and glycolysis. It contributes to the structural development of bone and is required for the synthesis of DNA, RNA, and the antioxidant glutathione. Magnesium also plays a role in the active transport of calcium and potassium ions across cell membranes, a process that is important to nerve impulse conduction, muscle contraction, and normal heart rhythm [\n3\n].\nAn adult body contains approximately 25 grams magnesium, with 50% to 60% present in the bones and most of the rest in soft tissues [\n4\n]. Less than 1% of total magnesium is in blood serum, and these levels are kept under tight control. Normal serum magnesium concentrations range between 0.75 and 0.95 millimoles/liter(mmol/L) [\n1\n,\n5\n]. Hypomagnesemia is defined as a serum magnesium level less than 0.75 mmol/L [\n6\n]. Magnesium homeostasis is largely controlled by the kidneys, which typically excrete about 120 milligrams (mg) magnesium into the urine each day [\n2\n]. Urinary excretion is reduced when magnesium status is low [\n1\n].\nAssessing magnesium status\nBecause most of the magnesium in the body is found inside cells or in bone, it is difficult to assess magnesium status. Measuring serum magnesium concentration is the most commonly used method for assessment, but serum levels do not accurately reflect total body magnesium levels or concentrations in specific tissues. Comprehensively evaluating magnesium status may require the use of both laboratory tests and a clinical assessment.\nAssessing magnesium status is difficult because most magnesium is inside cells or in bone [\n3\n]. The most commonly used and readily available method for assessing magnesium status is measuring serum magnesium concentration, even though serum levels have little correlation with total body magnesium levels or concentrations in specific tissues [\n6\n]. Other methods for assessing magnesium status include measuring magnesium concentrations in erythrocytes, saliva, and urine; measuring ionized magnesium concentrations in blood, plasma, or serum; and conducting a magnesium-loading (or tolerance) test. No single method is considered satisfactory [\n7\n]. Some experts [\n4\n] but not others [\n3\n] consider the tolerance test (in which urinary magnesium is measured after parenteral infusion of a dose of magnesium) to be the best method to assess magnesium status in adults. To comprehensively evaluate magnesium status, both laboratory tests and a clinical assessment might be required [\n6\n].\nRecommended Intakes\nThe Food and Nutrition Board at the National Academies of Sciences, Engineering, and Medicine has established Recommended Dietary Allowances and Adequate Intakes for magnesium. These values range from 310 to 420 mg for adults and from 30 to 410 mg for infants, children, and adolescents, depending on age, sex, and life stage.\nIntake recommendations for magnesium and other nutrients are provided in the Dietary Reference Intakes (DRIs) developed by the Food and Nutrition Board (FNB) at the National Academies of Sciences, Engineering, and Medicine [\n1\n]. DRI is the general term for a set of reference values used to plan and assess nutrient intakes of healthy people. These values include the following:\nRecommended Dietary Allowance (RDA): Average daily level of intake sufficient to meet the nutrient requirements of nearly all (97%–98%) healthy individuals; often used to plan nutritionally adequate diets for individuals\nAdequate Intake (AI): Intake at this level is assumed to ensure nutritional adequacy; established when evidence is insufficient to develop an RDA\nEstimated Average Requirement (EAR): Average daily level of intake estimated to meet the requirements of 50% of healthy individuals; usually used to assess the nutrient intakes of groups of people and to plan nutritionally adequate diets for them; can also be used to assess the nutrient intakes of individuals\nTolerable Upper Intake Level (UL): Maximum daily intake unlikely to cause adverse health effects\nTable 1 lists the current RDAs for magnesium [\n1\n]. For infants from birth to 12 months, the FNB established AIs for magnesium that are equivalent to the mean intake of magnesium in healthy, breastfed infants, with added solid foods for ages 7 to 12 months.\nTable 1: Recommended Dietary Allowances (RDAs) for Magnesium in Milligrams (mg) [\n1\n]\nAge\nMale\nFemale\nPregnancy\nLactation\n0–6 months\n30 mg*\n30 mg*\n7–12 months\n75 mg*\n75 mg*\n1–3 years\n80 mg\n80 mg\n4–8 years\n130 mg\n130 mg\n9–13 years\n240 mg\n240 mg\n14–18 years\n410 mg\n360 mg\n400 mg\n360 mg\n19–30 years\n400 mg\n310 mg\n350 mg\n310 mg\n31–50 years\n420 mg\n320 mg\n360 mg\n320 mg\n51+ years\n420 mg\n320 mg\n*Adequate Intake (AI)\nSources of Magnesium\nFood\nGood sources of magnesium include green leafy vegetables, legumes, nuts, seeds, whole grains, and certain beverages. Magnesium may also be added to some breakfast cereals and other fortified foods. In general, approximately 30% to 40% of the magnesium obtained from food and beverages is absorbed by the body.\nMagnesium is widely distributed in plant and animal foods and in beverages. Green leafy vegetables (e.g., spinach), legumes, nuts, seeds, and whole grains, are good sources [\n1\n,\n3\n]. In general, foods that contain dietary fiber provide magnesium. Magnesium is also added to some breakfast cereals and other fortified foods. Some types of food processing, such as refining grains in ways that remove the nutrient-rich germ and bran, substantially lower the magnesium content [\n1\n]. Selected food sources of magnesium are listed in Table 2.\nTap, mineral, and bottled waters can also be sources of magnesium, but the amount of magnesium in water varies by source and brand (ranging from 1 mg/L to >120 mg/L) [\n8\n].\nApproximately 30% to 40% of the dietary magnesium consumed is typically absorbed by the body [\n2\n,\n9\n].\nTable 2: Magnesium Content of Selected Foods [\n10\n]\nFood\nMilligrams\n(mg) per\nserving\nPercent\nDV*\nPumpkin seeds, roasted, 1 ounce\n156\n37\nChia seeds, 1 ounce\n111\n26\nAlmonds, dry roasted, 1 ounce\n80\n19\nSpinach, boiled, ½ cup\n78\n19\nCashews, dry roasted, 1 ounce\n74\n18\nPeanuts, oil roasted, ¼ cup\n63\n15\nCereal, shredded wheat, 2 large biscuits\n61\n15\nSoymilk, plain or vanilla, 1 cup\n61\n15\nBlack beans, cooked, ½ cup\n60\n14\nEdamame, shelled, cooked, ½ cup\n50\n12\nPeanut butter, smooth, 2 tablespoons\n49\n12\nPotato, baked with skin, 3.5 ounces\n43\n10\nRice, brown, cooked, ½ cup\n42\n10\nYogurt, plain, low fat, 8 ounces\n42\n10\nBreakfast cereals, fortified with 10% of the DV for magnesium, 1 serving\n42\n10\nOatmeal, instant, 1 packet\n36\n9\nKidney beans, canned, ½ cup\n35\n8\nBanana, 1 medium\n32\n8\nMilk, 1 cup\n27\n6\nSalmon, Atlantic, farmed, cooked, 3 ounces\n26\n6\nHalibut, cooked, 3 ounces\n24\n6\nRaisins, ½ cup\n23\n5\nBread, whole wheat, 1 slice\n23\n5\nAvocado, cubed, ½ cup\n22\n5\nChicken breast, roasted, 3 ounces\n22\n5\nBeef, ground, 90% lean, pan broiled, 3 ounces\n20\n5\nBroccoli, chopped and cooked, ½ cup\n12\n3\nRice, white, cooked, ½ cup\n10\n2\nApple, 1 medium\n9\n2\nCarrot, raw, 1 medium\n7\n2\n*DV = Daily Value. The U.S. Food and Drug Administration (FDA) developed DVs to help consumers compare the nutrient contents of foods and dietary supplements within the context of a total diet. The DV for magnesium is 420 mg for adults and children age 4 years and older [\n11\n]. FDA does not require food labels to list magnesium content unless magnesium has been added to the food. Foods providing 20% or more of the DV are considered to be high sources of a nutrient, but foods providing lower percentages of the DV also contribute to a healthful diet.\nThe U.S. Department of Agriculture’s (USDA’s)\nFoodData Central\n[\n10\n] lists the nutrient content of many foods and provides comprehensive list of foods containing magnesium arranged by\nnutrient content\nand by\nfood name\n.\nDietary supplements\nSupplements can contain a variety of different forms of magnesium, and the absorption of these forms varies. In general, forms of magnesium that dissolve well in liquid have higher absorption than other forms, and the aspartate, citrate, lactate, and chloride forms of magnesium tend to have higher bioavailability than magnesium oxide and magnesium sulfate.\nMagnesium supplements are available in a variety of forms, including magnesium oxide, citrate, and chloride [\n2\n,\n3\n]. The Supplement Facts panel on a dietary supplement label declares the amount of elemental magnesium in the product, not the weight of the entire magnesium-containing compound.\nThe absorption of magnesium from different kinds of magnesium supplements varies. Forms of magnesium that dissolve well in liquid are more completely absorbed in the gut than less soluble forms [\n2\n,\n12\n]. Small studies have found that magnesium in the aspartate, citrate, lactate, and chloride forms is absorbed more completely and is more bioavailable than magnesium oxide and magnesium sulfate [\n12-16\n]. One study found that very high doses of zinc from supplements (142 mg/day) can interfere with magnesium absorption and disrupt the magnesium balance in the body [\n17\n].\nMedicines\nMagnesium is found in some remedies for heartburn and acid indigestion, and it is a key ingredient in certain laxatives.\nMagnesium is a primary ingredient in some laxatives [\n18\n]. Phillips' Milk of Magnesia, for example, provides 500 mg elemental magnesium (as magnesium hydroxide) per tablespoon; the directions advise taking up to 4 tablespoons/day for adolescents and adults [\n19\n]. Although such a dose of magnesium is well above the safe upper level, some of the magnesium is not absorbed because of the medication's laxative effect. Magnesium is also included in some remedies for heartburn and upset stomach due to acid indigestion [\n18\n]. Extra-strength Rolaids, for example, provides 55 mg elemental magnesium (as magnesium hydroxide) per tablet [\n20\n], although Tums does not contain magnesium [\n21\n].\nMagnesium Intakes and Status\nMany people in the United States consume less than the recommended amounts of magnesium, with men age 71 years and older and adolescent males and females having the highest risk of low magnesium intakes. Survey data suggest that the average intakes of magnesium from food alone are higher among people who take dietary supplements that contain magnesium than among those who do not. There is no current data on magnesium status among people who live in the United States, as magnesium status is not routinely evaluated in national surveys, hospitals, or clinics.\nDietary surveys of people in the United States consistently show that many people consume less than the recommended amounts of magnesium. An analysis of data from the National Health and Nutrition Examination Survey (NHANES) of 2013–2016 found that 48% of Americans of all ages ingest less magnesium from food and beverages than their respective EARs; adult men age 71 years and older and adolescent males and females are most likely to have low intakes [\n22\n]. In a study that used 2003–2006 NHANES data to assess mineral intakes among adults, the average intakes of magnesium from food alone were higher among users of magnesium-containing dietary supplements (350 mg for men and 267 mg for women, equal to or slightly exceeding their respective EARs) than among nonusers (268 mg for men and 234 for women) [\n23\n]. When supplements were included, average total intakes of magnesium were 449 mg for men and 387 mg for women, well above EAR levels.\nNo current data on magnesium status in the United States are available. Determining dietary intake of magnesium is the usual proxy for assessing magnesium status. NHANES has not measured serum magnesium levels in its participants since 1974 [\n24\n], and magnesium is not evaluated during routine electrolyte testing in hospitals and clinics [\n2\n].\nMagnesium Deficiency\nLoss of appetite, nausea, vomiting, fatigue, and weakness are some of the early signs and symptoms of magnesium deficiency. As the condition progresses, people with magnesium deficiency may experience numbness, muscle contractions and cramps, seizures, abnormal heart rhythms, coronary spasms, and other symptoms. In severe cases, magnesium deficiency can cause hypocalcemia or hypokalemia. While certain health conditions and the use of certain medications can cause symptomatic magnesium deficiency, it is uncommon in healthy people.\nSymptomatic magnesium deficiency due to low dietary intake in otherwise healthy people is uncommon because the kidneys limit urinary excretion of this mineral [\n3\n]. However, habitually low intakes or excessive losses of magnesium due to certain health conditions, chronic alcoholism, and/or the use of certain medications can lead to magnesium deficiency.\nEarly signs and symptoms of magnesium deficiency include loss of appetite, nausea, vomiting, fatigue, and weakness. As magnesium deficiency worsens, numbness, tingling, muscle contractions and cramps, seizures, personality changes, abnormal heart rhythms, and coronary spasms can occur [\n1\n,\n2\n]. Severe magnesium deficiency can disrupt mineral homeostasis and cause hypocalcemia (low serum calcium levels) or hypokalemia (low serum potassium levels) [\n2\n].\nGroups at Risk of Magnesium Inadequacy\nCertain groups of people are more likely than others to have magnesium inadequacy. These include people with gastrointestinal diseases, type 2 diabetes, or alcohol dependence and older adults.\nMagnesium inadequacy can occur when intakes fall below the RDA but are above the amount required to prevent overt deficiency. The following groups are more likely than others to be at risk of magnesium inadequacy because they typically consume insufficient amounts or they have medical conditions (or take medications) that reduce magnesium absorption from the gut or increase losses from the body.\nPeople with gastrointestinal diseases\nThe chronic diarrhea and fat malabsorption that occurs in people with Crohn's disease, gluten-sensitive enteropathy (celiac disease), and regional enteritis can lead to magnesium depletion over time [\n2\n]. Resection or bypass of the small intestine, especially the ileum, typically leads to malabsorption and magnesium loss [\n2\n].\nPeople with type 2 diabetes\nMagnesium deficits and increased urinary magnesium excretion can occur in people with insulin resistance and/or type 2 diabetes [\n25\n,\n26\n]. The magnesium loss appears to be secondary to higher concentrations of glucose in the kidney that increase urine output [\n2\n].\nPeople with alcohol dependence\nMagnesium deficiency is common in people with chronic alcoholism [\n2\n]. In these individuals, poor dietary intake and nutritional status; gastrointestinal problems, including vomiting, diarrhea, and steatorrhea (fatty stools) resulting from pancreatitis; renal dysfunction with excess excretion of magnesium into the urine; phosphate depletion; vitamin D deficiency; acute alcoholic ketoacidosis; and hyperaldosteronism secondary to liver disease can all contribute to decreased magnesium status [\n2\n,\n27\n].\nOlder adults\nOlder adults have lower dietary intakes of magnesium than younger adults [\n21\n,\n28\n]. In addition, magnesium absorption from the gut decreases and renal magnesium excretion increases with age [\n29\n]. Older adults are also more likely to have chronic diseases or take medications that alter magnesium status, which can increase their risk of magnesium depletion [\n1\n,\n30\n].\nMagnesium and Health\nHabitually low intakes of magnesium induce changes in biochemical pathways that can increase the risk of illness over time. This section focuses on four diseases and disorders in which magnesium might be involved: hypertension and cardiovascular disease, type 2 diabetes, osteoporosis, and migraine headaches.\nHypertension and cardiovascular disease\nResults from clinical trials suggest that magnesium supplementation only marginally lowers blood pressure. Although some prospective studies have reported that people with higher intakes and/or serum levels of magnesium have lower risks of sudden cardiac death, ischemic heart disease, and stroke, more research is needed to understand the effects of magnesium from food and dietary supplements on cardiovascular disease.\nHypertension is a major risk factor for heart disease and stroke. Studies to date, however, have found that magnesium supplementation only marginally lowers blood pressure. A Cochrane Review that inclded 12 clinical trials found that magnesium supplementation for 8 to 26 weeks in 545 hypertensive participants resulted in only a small reduction (2.2 millimetes of mercury [mmHg]) in diastolic blood pressure [\n31\n]. The dose of magnesium ranged from approximately 243 to 973 mg/day. The authors of another meta-analysis of 22 studies with 1,173 normotensive and hypertensive adults concluded that magnesium supplementation for 3 to 24 weeks decreased systolic blood pressure by 3 to 4 mmHg and diastolic blood pressure by 2 to 3 mmHg [\n32\n]. The effects were somewhat larger when the supplemental magnesium intakes of the participants in the nine crossover-design trials exceeded 370 mg/day. A diet that contained more magnesium because of added fruits and vegetables, more low-fat or nonfat dairy products, and less fat overall was shown to lower systolic and diastolic blood pressure by an average of 5.5 and 3.0 mmHg, respectively [\n33\n]. However, this Dietary Approaches to Stop Hypertension (DASH) diet also increases intakes of other nutrients, such as potassium and calcium, that are associated with reductions in blood pressure, so any independent contribution of magnesium cannot be determined.\nIn 2022, the U.S. Food and Drug Administration (FDA) approved a qualified health claim for conventional foods and dietary supplements that contain magnesium [\n34\n]. One example of this claim states, “Consuming diets with adequate magnesium may reduce the risk of high blood pressure (hypertension). However, FDA has concluded that the evidence is inconsistent and inconclusive.” FDA also specifies that the foods and dietary supplements that carry this claim on their labels must provide at least 84 mg of magnesium per serving and, for dietary supplements, no more than 350 mg.\nSeveral prospective studies have examined the associations between magnesium intakes and heart disease. The Atherosclerosis Risk in Communities Study assessed heart disease risk factors and levels of serum magnesium in a cohort of 14,232 White and African-American men and women age 45 to 64 years at baseline [\n35\n]. Over an average of 12 years of follow-up, individuals in the highest quartile of the normal physiologic range of serum magnesium (≥0.88 mmol/L) had a 38% reduced risk of sudden cardiac death compared with individuals in the lowest quartile (≤0.75 mmol/L). However, dietary magnesium intakes had no association with risk of sudden cardiac death. Another prospective study tracked 88,375 female nurses in the United States to determine whether plasma magnesium levels and total magnesium intakes were associated with sudden cardiac death [\n36\n]. Magnesium levels were measured early in the study, and magnesium intakes from food and supplements were assessed every 2 to 4 years over 26 year of follow-up. The risk of sudden cardiac death was significantly lower for women in the highest quartile of ingested magnesium (37% lower risk) and women in the highest quartile of plasma magnesium concentration (77% lower risk) than for those in the lowest quartiles. Another prospective population study of 7,664 adults age 20 to 75 years in the Netherlands who did not have cardiovascular disease found that low urinary magnesium excretion levels (a marker for low dietary magnesium intake) were associated with a higher risk of ischemic heart disease over a median follow-up period of 10.5 years. Plasma magnesium concentrations were not associated with risk of ischemic heart disease [\n37\n]. A systematic review and meta-analysis of prospective studies found that higher serum levels of magnesium were significantly associated with a lower risk of cardiovascular disease, and higher dietary magnesium intakes (up to approximately 250 mg/day) were associated with a significantly lower risk of ischemic heart disease caused by a reduced blood supply to the heart muscle [\n38\n].\nHigher magnesium intakes might reduce the risk of stroke. In a meta-analysis of seven prospective trials with a total of 241,378 participants, an additional 100 mg/day magnesium in the diet was associated with an 8% decrease in the risk of total stroke and a 9% decrease in the risk of ischemic stroke [\n39\n]. One limitation of such observational studies, however, is the possibility of confounding with other nutrients or dietary components that could also affect the risk of stroke.\nA large, well-designed clinical trial is needed to better understand the contributions of magnesium from food and dietary supplements to heart health and the primary prevention of cardiovascular disease [\n40\n].\nType 2 diabetes\nSeveral meta-analyses of prospective cohort studies have reported that individuals who have higher magnesium intakes tend to have a lower risk of type 2 diabetes. However, only a few small clinical trials have evaluated using supplemental magnesium to control type 2 diabetes, and these trials have reported conflicting results. According to the American Diabetes Association, there is currently not enough evidence to recommend using magnesium to improve glycemic control in people with diabetes.\nDiets with higher amounts of magnesium are associated with a significantly lower risk of diabetes, possibly because of the important role of magnesium in glucose metabolism [\n41\n,\n42\n]. Hypomagnesemia might worsen insulin resistance, a condition that often precedes diabetes, or it might be a consequence of insulin resistance [\n43\n]. Diabetes leads to increased urinary losses of magnesium, and the subsequent magnesium inadequacy might impair insulin secretion and action, thereby worsening diabetes control [\n3\n].\nMost of the investigations of magnesium intake and the risk of type 2 diabetes have been prospective cohort studies. A meta-analysis of seven of these studies, which included 286,668 patients and 10,912 cases of diabetes over 6 to 17 years of follow-up, found that a 100 mg/day increase in total magnesium intake decreased the risk of diabetes by a statistically significant 15% [\n41\n]. Another meta-analysis of eight prospective cohort studies that followed 271,869 men and women over 4 to 18 years found a significant inverse association between magnesium intake from food and risk of type 2 diabetes; the relative risk reduction was 23% when the highest to lowest intakes were compared [\n44\n].\nA 2011 meta-analysis of prospective cohort studies that analyzed the association between magnesium intake and the risk of type 2 diabetes included 13 studies with a total of 536,318 participants and 24,516 cases of diabetes [\n45\n]. The mean length of follow-up ranged from 4 to 20 years. Investigators found an inverse association between magnesium intake and the risk of type 2 diabetes in a dose-responsive fashion, but this association achieved statistical significance only in individuals who were overweight (body mass index [BMI] ≥25) but not in normal-weight individuals (BMI <25). Again, a limitation of these observational studies is the possibility of confounding with other dietary components or lifestyle or environmental variables that are correlated with magnesium intake.\nOnly a few small, short-term clinical trials have examined the potential effects of supplemental magnesium on control of type 2 diabetes, and the results are conflicting [\n42\n,\n46\n]. For example, 128 patients with poorly controlled diabetes in a Brazilian clinical trial received a daily placebo or a supplement that contained either 500 mg or 1,000 mg magnesium oxide (providing 300 or 600 mg elemental magnesium, respectively) [\n47\n]. After 30 days of supplementation, plasma, cellular, and urine magnesium levels increased in participants who received the larger dose of the supplement, and their glycemic control improved. In another small trial in Mexico, participants with type 2 diabetes and hypomagnesemia who received a liquid supplement of magnesium chloride (providing 300 mg/day elemental magnesium) for 16 weeks showed significant reductions in fasting glucose and glycosylated hemoglobin concentrations compared with participants receiving a placebo, and their serum magnesium levels became normal [\n48\n]. In contrast, taking a magnesium aspartate supplement (which provided 369 mg/day elemental magnesium) for 3 months did not affect glycemic control in 50 patients with type 2 diabetes who were taking insulin [\n49\n].\nThe American Diabetes Association states that there is insufficient evidence to support the routine use of magnesium to improve glycemic control in people with diabetes [\n46\n]. It further notes that there is no clear scientific evidence that vitamin and mineral supplementation benefits people with diabetes who do not have underlying nutritional deficiencies.\nOsteoporosis\nMagnesium is essential for bone health, and some studies have found that higher intakes of magnesium are associated with increased bone mineral density. Other studies have reported finding low serum magnesium levels among women with osteoporosis. However, more research is needed to determine whether magnesium supplements can help prevent or manage osteoporosis.\nMagnesium is involved in bone formation and influences the activities of osteoblasts and osteoclasts [\n50\n]. Magnesium also affects the concentrations of both parathyroid hormone and the active form of vitamin D, which are major regulators of bone homeostasis. Several population-based studies have found positive associations between magnesium intake and bone mineral density in both men and women [\n51\n]. Other research has found that women with osteoporosis have lower serum magnesium levels than women with osteopenia and those who do not have osteoporosis or osteopenia [\n52\n]. These and other findings indicate that magnesium deficiency might be a risk factor for osteoporosis [\n50\n].\nA small number of studies suggest that increasing magnesium intakes from food or supplements might increase bone mineral density in postmenopausal women [\n1\n]. For example, one short-term study found that 290 mg/day elemental magnesium (as magnesium citrate) for 30 days in 20 postmenopausal women with osteoporosis suppressed bone turnover compared with placebo, suggesting that bone loss decreased [\n53\n].\nDiets that provide the recommended levels of magnesium enhance bone health, but further research is needed to elucidate the role of magnesium in the prevention and management of osteoporosis.\nMigraine headaches\nLow levels of serum and tissue magnesium appear to be associated with the occurrence of migraine headaches. Some research has suggested that the regular use of magnesium supplements may reduce the frequency of migraines. Although the data are limited, the American Academy of Neurology and the American Headache Society have concluded that magnesium is probably effective for migraine prevention.\nMagnesium deficiency is related to factors that promote headaches, including neurotransmitter release and vasoconstriction [\n54\n]. People who experience migraine headaches have lower levels of serum and tissue magnesium than those who do not.\nHowever, research on the use of magnesium supplements to prevent or reduce symptoms of migraine headaches is limited. Three out of four small, short-term, placebo-controlled trials found modest reductions in the frequency of migraines in patients who were given up to 600 mg/day magnesium [\n54\n]. While the fourth trial found that magnesium did not reduce the frequency of migraines, the magnesium may have been poorly absorbed since many of the participants who received magnesium reported soft stools or diarrhea. The authors of a review on migraine prophylaxis suggested that taking 300 mg magnesium twice a day, either alone or in combination with medication, can prevent migraines [\n55\n].\nIn their evidence-based guideline update, the American Academy of Neurology and the American Headache Society concluded that magnesium therapy is probably effective for migraine prevention [\n56\n]. Because the typical dose of magnesium that is used for migraine prevention exceeds the UL, this treatment should be used only under the direction and supervision of a health care provider.\nHealth Risks from Excessive Magnesium\nAlthough the risk of acquiring too much magnesium from food is low among healthy people, high doses of magnesium from dietary supplements or medications can cause diarrhea, nausea, and abdominal cramping. Very high doses of magnesium can lead to magnesium toxicity, which can cause hypotension, vomiting, difficulty breathing, irregular heartbeat, cardiac arrest, and other signs and symptoms. A few cases of fatal hypermagnesemia have been reported. The Tolerable Upper Intake Level for supplemental magnesium is 350 mg for adults, and it ranges from 65 to 350 mg for children and adolescents, depending on age.\nToo much magnesium from food does not pose a health risk in healthy individuals because the kidneys eliminate excess amounts in the urine [\n29\n]. However, high doses of magnesium from dietary supplements or medications often result in diarrhea that can be accompanied by nausea and abdominal cramping [\n1\n]. The forms of magnesium that are most commonly reported to cause diarrhea include magnesium carbonate, chloride, gluconate, and oxide [\n12\n]. The diarrhea and laxative effects of magnesium salts are due to the osmotic activity of unabsorbed salts in the intestine and colon and the stimulation of gastric motility [\n57\n].\nVery large doses of magnesium-containing laxatives and antacids (typically those that provide >5,000 mg/day magnesium) have been associated with magnesium toxicity [\n58\n], including fatal hypermagnesemia in a 28-month-old boy [\n59\n] and an elderly man [\n60\n]. Signs and symptoms of magnesium toxicity, which usually develop after serum concentrations exceed 1.74 to 2.61 mmol/L, can include hypotension, nausea, vomiting, facial flushing, retention of urine, ileus, depression, and lethargy before progressing to muscle weakness, difficulty breathing, extreme hypotension, irregular heartbeat, and cardiac arrest [\n29\n]. The risk of magnesium toxicity increases with impaired renal function or kidney failure because the ability to remove excess magnesium is reduced or lost [\n1\n,\n29\n].\nThe FNB has established ULs for supplemental magnesium for healthy infants, children, and adults (see Table 3) [\n1\n]. For many age groups, the UL appears to be lower than the RDA. This occurs because the RDAs include magnesium from all sources—food, beverages, dietary supplements, and medications. The ULs only include magnesium from dietary supplements and medications; they do not include magnesium found naturally in food and beverages.\nTable 3: Tolerable Upper Intake Levels (ULs) for Supplemental Magnesium in Milligrams (mg) [\n1\n]\nAge\nMale\nFemale\nPregnant\nLactating\n0–6 months\nNone established\nNone established\n7–12 months\nNone established\nNone established\n1–3 years\n65 mg\n65 mg\n4–8 years\n110 mg\n110 mg\n9–13 years\n350 mg\n350 mg\n14–18 years\n350 mg\n350 mg\n350 mg\n350 mg\n19–30 years\n350 mg\n350 mg\n350 mg\n350 mg\n31–50 years\n350 mg\n350 mg\n350 mg\n350 mg\n51+ years\n350 mg\n350 mg\nInteractions with Medications\nMagnesium may interact with certain medications, such as oral bisphosphonates, tetracyclines, and quinolone antibiotics. In addition, some medications, including diuretics and proton pump inhibitors, can affect magnesium status.\nSeveral types of medications have the potential to interact with magnesium supplements or affect magnesium status. A few examples are provided below. People who are taking these and other medications on a regular basis should discuss their magnesium intakes with their health care providers.\nBisphosphonates\nMagnesium-rich supplements or medications can decrease the absorption of oral bisphosphonates, such as alendronate (Fosamax), that are used to treat osteoporosis [\n61\n]. Taking magnesium-rich supplements or medications at least 2 hours before or after oral bisphosphonates can minimize this interaction [\n57\n].\nAntibiotics\nMagnesium can form insoluble complexes with tetracyclines, such as demeclocycline (Declomycin) and doxycycline (Vibramycin), and with quinolone antibiotics, such as ciprofloxacin (Cipro) and levofloxacin (Levaquin). These antibiotics should be taken at least 2 hours before or 4 to 6 hours after a magnesium-containing supplement [\n57\n,\n62\n].\nDiuretics\nChronic treatment with loop diuretics, such as furosemide (Lasix) and bumetanide (Bumex), and thiazide diuretics, such as hydrochlorothiazide (Aquazide H) and ethacrynic acid (Edecrin), can increase the loss of magnesium in urine and lead to magnesium depletion [\n63\n]. In contrast, potassium-sparing diuretics, such as amiloride (Midamor) and spironolactone (Aldactone), reduce magnesium excretion [\n63\n].\nProton pump inhibitors\nPrescription proton pump inhibitor (PPI) drugs, such as esomeprazole magnesium (Nexium) and lansoprazole (Prevacid), can cause hypomagnesemia when taken for prolonged periods (typically more than a year) [\n64\n]. In the cases that FDA reviewed, magnesium supplements often raised the low serum magnesium levels caused by PPIs. However, in 25% of the cases, supplements did not raise magnesium levels and the patients had to discontinue the PPI. FDA advises health care professionals to consider measuring patients' serum magnesium levels prior to initiating long-term PPI treatment and to check magnesium levels in these patients periodically [\n64\n].\nMagnesium and Healthful Diets\nIn general, a person’s nutritional needs should be met primarily through the diet, including fortified foods. Dietary supplements may be useful in cases where it is not possible to meet the needs for specific nutrients through food alone, especially during certain life stages.\nThe Dietary Guidelines for Americans\noffers a general description of healthy dietary patterns.\nThe federal government's 2020–2025\nDietary Guidelines for Americans\nnotes that \"Because foods provide an array of nutrients and other components that have benefits for health, nutritional needs should be met primarily through foods....In some cases, fortified foods and dietary supplements are useful when it is not possible otherwise to meet needs for one or more nutrients (e.g., during specific life stages such as pregnancy).\"\nFor more information about building a healthy dietary pattern, refer to the\nDietary Guidelines for Americans\nand the USDA's\nMyPlate.\nThe\nDietary Guidelines for Americans\ndescribes a healthy dietary pattern as one that\nIncludes a variety of vegetables; fruits; grains (at least half whole grains); fat-free and low-fat milk, yogurt, and cheese; and oils.\nWhole grains and dark-green, leafy vegetables are good sources of magnesium. Low-fat milk and yogurt contain magnesium as well. Some ready-to-eat breakfast cereals are fortified with magnesium.\nIncludes a variety of protein-rich foods, such as lean meats, poultry, eggs, seafood, beans, peas, lentils, nuts, seeds, and soy products.\nDried beans and legumes (e.g., soybeans, baked beans, lentils, peanuts) and nuts (e.g., almonds, cashews) are good sources of magnesium.\nLimits foods and beverages that are higher in added sugars, saturated fat, and sodium.\nLimits alcoholic beverages.\nStays within your daily calorie needs.\nReferences\nInstitute of Medicine (IOM). Food and Nutrition Board.\nDietary Reference Intakes: Calcium, Phosphorus, Magnesium, Vitamin D and Fluoride\n. Washington, DC: National Academy Press, 1997.\nRude RK. Magnesium. In: Coates PM, Betz JM, Blackman MR, Cragg GM, Levine M, Moss J, White JD, eds. Encyclopedia of Dietary Supplements. 2nd ed. New York, NY: Informa Healthcare; 2010:527-37.\nRude RK. Magnesium. In: Ross AC, Caballero B, Cousins RJ, Tucker KL, Ziegler TR, eds. Modern Nutrition in Health and Disease. 11th ed. Baltimore, Mass: Lippincott Williams & Wilkins; 2012:159-75.\nVolpe SL. Magnesium. In: Erdman JW, Macdonald IA, Zeisel SH, eds. Present Knowledge in Nutrition. 10th ed. Ames, Iowa; John Wiley & Sons, 2012:459-74.\nElin RJ. Assessment of magnesium status for diagnosis and therapy. Magnes Res 2010;23:1-5. [\nPubMed abstract\n]\nGibson, RS. Principles of Nutritional Assessment, 2nd ed. New York, NY: Oxford University Press, 2005.\nWitkowski M, Hubert J, Mazur A. Methods of assessment of magnesium status in humans: a systematic review. Magnesium Res 2011;24:163-80. [\nPubMed abstract\n]\nAzoulay A, Garzon P, Eisenberg MJ. Comparison of the mineral content of tap water and bottled waters. J Gen Intern Med 2001;16:168-75. [\nPubMed abstract\n]\nFine KD, Santa Ana CA, Porter JL, Fordtran JS. Intestinal absorption of magnesium from food and supplements. J Clin Invest 1991;88:396-402. [\nPubMed abstract\n]\nU.S. Department of Agriculture, Agricultural Research Service.\nFoodData Central\n, 2019.\nU.S. Food and Drug Administration.\nFood Labeling: Revision of the Nutrition and Supplement Facts Labels.\n2016.\nRanade VV, Somberg JC. Bioavailability and pharmacokinetics of magnesium after administration of magnesium salts to humans. Am J Ther 2001;8:345-57. [\nPubMed abstract\n]\nFiroz M, Graber M. Bioavailability of US commercial magnesium preparations. Magnes Res 2001;14:257-62. [\nPubMed abstract\n]\nMühlbauer B, Schwenk M, Coram WM, Antonin KH, Etienne P, Bieck PR, Douglas FL. Magnesium-L-aspartate-HCl and magnesium-oxide: bioavailability in healthy volunteers. Eur J Clin Pharmacol 1991;40:437-8. [\nPubMed abstract\n]\nLindberg JS, Zobitz MM, Poindexter JR, Pak CY. Magnesium bioavailability from magnesium citrate and magnesium oxide. J Am Coll Nutr 1990;9:48-55. [\nPubMed abstract\n]\nWalker AF, Marakis G, Christie S, Byng M. Mg citrate found more bioavailable than other Mg preparations in a randomized, double-blind study. Mag Res 2003;16:183-91. [\nPubMed abstract\n]\nSpencer H, Norris C, Williams D. Inhibitory effects of zinc on magnesium balance and magnesium absorption in man. J Am Coll Nutr 1994;13:479-84. [\nPubMed abstract\n]\nGuerrera MP, Volpe SL, Mao JJ. Therapeutic uses of magnesium. Am Fam Physician 2009;80:157-62. [\nPubMed abstract\n]\nPhillips'®.\nPhillips’ Milk of Magnesia\n. 2020.\nRolaids®\n. 2012.\nTums®\n. 2012.\nU.S. Department of Agriculture, Agricultural Research Service.\nUsual Nutrient Intake from Food and Beverages, by Gender and Age, What We Eat in America, NHANES 2013-2016\n; 2019.\nBailey RL, Fulgoni III VL, Keast DR, Dwyer JD. Dietary supplement use is associated with high intakes of minerals from food sources. Am J Clin Nutr 2011;94:1376-81. [\nPubMed abstract\n]\nRosanoff A, Weaver CM, Rude RK. Suboptimal magnesium status in the United States: are the health consequences underestimated? Nutr Rev 2012;70:153-64. [\nPubMed abstract\n]\nChaudhary DP, Sharma R, Bansal DD. Implications of magnesium deficiency in type 2 diabetes: a review. Biol Trace Elem Res 2010;134:119–29. [\nPubMed abstract\n]\nTosiello L. Hypomagnesemia and diabetes mellitus. A review of clinical implications. Arch Intern Med 1996;156:1143-8. [\nPubMed abstract\n]\nRivlin RS. Magnesium deficiency and alcohol intake: mechanisms, clinical significance and possible relation to cancer development (a review). J Am Coll Nutr 1994;13:416–23. [\nPubMed abstract\n]\nFord ES, Mokdad AH. Dietary magnesium intake in a national sample of U.S. adults. J Nutr 2003;133:2879-82. [\nPubMed abstract\n]\nMusso CG Magnesium metabolism in health and disease. Int Urol Nephrol 2009;41:357-62. [\nPubMed abstract\n]\nBarbagallo M, Belvedere M, Dominguez LJ. Magnesium homeostasis and aging. Magnes Res 2009;22:235-46. [\nPubMed abstract\n]\nDickinson HO, Nicolson D, Campbell F, Cook JV, Beyer FR, Ford GA, Mason J. Magnesium supplementation for the management of primary hypertension in adults. Cochrane Database of Systematic Reviews 2006: CD004640. [\nPubMed abstract\n]\nKass L, Weekes J, Carpenter L. Effect of magnesium supplementation on blood pressure: a meta-analysis. Eur J Clin Nutr 2012;66:411-8. [\nPubMed abstract\n]\nChampagne CM. Dietary interventions on blood pressure: the Dietary Approaches to Stop Hypertension (DASH) trials. Nutr Rev 2006;64:S53-6. [\nPubMed abstract\n]\nU.S. Food and Drug Administration.\nRE: Petition for a qualified health claim for magnesium and reduced risk of high blood pressure (hypertension) (docket No. FDA-2016-Q-3770).\nJanuary 10, 2022.\nPeacock JM, Ohira T, Post W, Sotoodehnia N, Rosamond W, Folsom AR. Serum magnesium and risk of sudden cardiac death in the Atherosclerosis Risk in Communities (ARIC) study. Am Heart J 2010;160:464-70. [\nPubMed abstract\n]\nChiuve SE, Korngold EC, Januzzi Jr JL, Gantzer ML, Albert CM. Plasma and dietary magnesium and risk of sudden cardiac death in women. Am J Clin Nutr 2011;93:253-60. [\nPubMed abstract\n]\nJoosten MM, Gansevoort RT, Mukamal KJ, van der Harst P, Geleijnse JM, Feskens EJM, Navis G, Bakker SJL. Urinary and plasma magnesium and risk of ischemic heart disease. Am J Clin Nutr 2013;97:1299-306. [\nPubMed abstract\n]\nDel Gobbo LC, Imamura F, Wu JHY, Otto MCdO, Chiuve SE, Mozaffarian D. Circulating and dietary magnesium and risk of cardiovascular disease: a systematic review and meta-analysis of prospective studies. Am J Clin Nutr 2013;98:160-73. [\nPubMed abstract\n]\nLarsson SC, Orsini N, Wolk A. Dietary magnesium intake and risk of stroke: a meta-analysis of prospective studies. Am J Clin Nutr 2012;95:362-6. [\nPubMed abstract\n]\nSong Y, Liu S. Magnesium for cardiovascular health: time for intervention. Am J Clin Nutr 2012;95:269-70. [\nPubMed abstract\n]\nLarsson SC, Wolk A. Magnesium intake and risk of type 2 diabetes: a meta-analysis. J Intern Med 2007;262:208-14. [\nPubMed abstract\n]\nRodriguez-Moran M, Simental Mendia LE, Zambrano Galvan G, Guerrero-Romero F. The role of magnesium in type 2 diabetes: a brief based-clinical review. Magnes Res 2011;24:156-62. [\nPubMed abstract\n]\nSimmons D, Joshi S, Shaw J. Hypomagnesaemia is associated with diabetes: not pre-diabetes, obesity or the metabolic syndrome. Diabetes Res Clin Pract 2010;87:261-6. [\nPubMed abstract\n]\nSchulze MB, Schulz M, Heidemann C, Schienkiewitz A, Hoffmann K, Boeing H. Fiber and magnesium intake and incidence of type 2 diabetes: a prospective study and meta-analysis. Arch Intern Med 2007;167:956–65. [\nPubMed abstract\n]\nDong J-Y, Xun P, He K, Qin L-Q. Magnesium intake and risk of type 2 diabetes: meta-analysis of prospective cohort studies. Diabetes Care 2011;34:2116-22. [\nPubMed abstract\n]\nEvert AB, Boucher JL, Cypress M, Dunbar SA, Franz MJ, Mayer-Davis EJ, Neumiller JJ, Nwankwo R, Verdi CL, Urbanski P, Yancy WS Jr. Nutrition therapy recommendations for the management of adults with diabetes. Diabetes Care 2013;36:3821-42. [\nPubMed abstract\n]\nLima MDL, Cruz T, Pousada JC, Rodrigues LE, Barbosa K, Canguco V. The effect of magnesium supplementation in increasing doses on the control of type 2 diabetes. Diabetes Care 1998;21:682-6. [\nPubMed abstract\n]\nRodriquez-Moran M, Guerrero-Romero F. Oral magnesium supplementation improves insulin sensitivity and metabolic control in type 2 diabetic subjects: a randomized double-blind controlled trial. Diabetes Care 2003;26:1147-52. [\nPubMed abstract\n]\nde Valk HW, Verkaaik R, van Rijn HJ, Geerdink RA, Struyvenberg A. Oral magnesium supplementation in insulin-requiring Type 2 diabetic patients. Diabet Med 1998;15:503-7 [\nPubMed abstract\n]\nRude RK, Singer FR, Gruber HE. Skeletal and hormonal effects of magnesium deficiency. J Am Coll Nutr 2009;28:131–41. [\nPubMed abstract\n]\nTucker KL. Osteoporosis prevention and nutrition. Curr Osteoporos Rep 2009;7:111-7. [\nPubMed abstract\n]\nMutlu M, Argun M, Kilic E, Saraymen R, Yazar S. Magnesium, zinc and copper status in osteoporotic, osteopenic and normal post-menopausal women. J Int Med Res 2007;35:692-5. [\nPubMed abstract\n]\nAydin H, Deyneli O, Yavuz D, Gözü H, Mutlu N, Kaygusuz I, Akalin S. Short-term oral magnesium supplementation suppresses bone turnover in postmenopausal osteoporotic women. Biol Trace Elem Res 2010;133:136-43. [\nPubMed abstract\n]\nSun-Edelstein C, Mauskop A. Role of magnesium in the pathogenesis and treatment of migraine. Expert Rev Neurother 2009;9:369–79 [\nPubMed abstract\n]\nSchürks M, Diener H-C, Goadsby P. Update on the prophylaxis of migraine. Cur Treat Options Neurol 2008;10:20–9. [\nPubMed abstract\n]\nHolland S, Silberstein SD, Freitag F, Dodick DW, Argoff C, Ashman E. Evidence-based guideline update: NSAIDs and other complementary treatments for episodic migraine prevention in adults. Neurology 2012;78:1346-53. [\nPubMed abstract\n]\nNatural Medicines Comprehensive Database\n. Magnesium. 2013.\nKutsal E, Aydemir C, Eldes N, Demirel F, Polat R, Taspnar O, Kulah E. Severe hypermagnesemia as a result of excessive cathartic ingestion in a child without renal failure. Pediatr Emerg Care 2007;23:570-2. [\nPubMed abstract\n]\nMcGuire JK, Kulkarni MS, Baden HP. Fatal hypermagnesemia in a child treated with megavitamin/megamineral therapy. Pediatrics 2000;105:E18. [\nPubMed abstract\n]\nOnishi S, Yoshino S. Cathartic-induced fatal hypermagnesemia in the elderly. Intern Med 2006;45:207-10. [\nPubMed abstract\n]\nDunn CJ, Goa KL. Risedronate: A review of its pharmacological properties and clinical use in resorptive bone disease. Drugs 2001;61:685-712. [\nPubMed abstract\n]\nArayne MS, Sultana N, Hussain F. Interactions between ciprofloxacin and antacids--dissolution and adsorption studies. Drug Metabol Drug Interact 2005;21:117-29. [\nPubMed abstract\n]\nSarafidis PA, Georgianos PI, Lasaridis AN. Diuretics in clinical practice. Part II: electrolyte and acid-base disorders complicating diuretic therapy. Expert Opin Drug Saf 2010;9:259-73. [\nPubMed abstract\n]\nU.S. Food and Drug Administration.\nProton Pump Inhibitor Drugs (PPIs): Drug Safety Communication—Low Magnesium Levels Can Be Associated With Long-Term Use.\nMarch 2, 2011.\nDisclaimer\nThis fact sheet by the National Institutes of Health (NIH) Office of Dietary Supplements (ODS) provides information that should not take the place of medical advice. We encourage you to talk to your health care providers (doctor, registered dietitian, pharmacist, etc.) about your interest in, questions about, or use of dietary supplements and what may be best for your overall health. Any mention in this publication of a specific product or service, or recommendation from an organization or professional society, does not represent an endorsement by ODS of that product, service, or expert advice.\nUpdated:\nJanuary 6, 2026\nHistory of changes to this fact sheet"}
{"doc_id": "nih_ods_omega3", "title": "Omega-3 Fatty Acids - Health Professional Fact Sheet", "source": "NIH ODS", "raw_path": "/Users/youngwoosong/Desktop/UofU/Projects/supplement-reality-checker/data/raw/nih_ods_omega3.html", "text": "Omega-3 Fatty Acids\nFact Sheet for Health Professionals\nHave a question?\nAsk ODS\nJoin the\nODS Email List\nThis is a fact sheet intended for health professionals.  For a general overview, see our\nconsumer fact sheet\n.\nIntroduction\nThe two major classes of polyunsaturated fatty acids (PUFAs) are the omega-3 and omega-6 fatty acids. Like all fatty acids, PUFAs consist of long chains of carbon atoms with a carboxyl group at one end of the chain and a methyl group at the other. PUFAs are distinguished from saturated and monounsaturated fatty acids by the presence of two or more double bonds between carbons within the fatty acid chain.\nOmega-3 fatty acids (omega-3s) have a carbon–carbon double bond located three carbons from the methyl end of the chain. Omega-3s, sometimes referred to as n-3s, are present in certain foods such as flaxseed and fish as well as dietary supplements such as fish oil. Several different omega-3s exist, but the majority of scientific research focuses on three: alpha-linolenic acid (ALA), eicosapentaenoic acid (EPA), and docosahexaenoic acid (DHA). ALA contains 18 carbon atoms, whereas EPA and DHA are considered long-chain (LC) omega-3s because EPA contains 20 carbons and DHA contains 22.\nPUFAs are frequently designated by their number of carbon atoms and double bonds. ALA, for example, is known as C18:3n-3 because it has 18 carbons and 3 double bonds and is an n-3, or omega-3, fatty acid. Similarly, EPA is known as C20:5n-3 and DHA as C22:6n-3. Omega-6 fatty acids (omega-6s) have a carbon–carbon double bond that is six carbons away from the methyl end of the fatty acid chain. Linoleic acid (C18:2n-6) and arachidonic acid (C20:4n-6) are two of the major omega-6s.\nThe human body can only form carbon–carbon double bonds after the ninth carbon from the methyl end of a fatty acid [\n1\n]. Therefore, ALA and linoleic acid are considered essential fatty acids, meaning that they must be obtained from the diet [\n2\n]. ALA can be converted into EPA and then to DHA, but the conversion (which occurs primarily in the liver) is very limited, with reported rates of less than 15% [\n3\n]. Therefore, consuming EPA and DHA directly from foods and/or dietary supplements is the only practical way to increase levels of these fatty acids in the body.\nALA is present in plant oils, such as flaxseed, soybean, and canola oils [\n3\n]. DHA and EPA are present in fish, fish oils, and krill oils, but they are originally synthesized by microalgae at the base of the marine food chain, not by the fish. As microalgae move up the food chain, fish acquire the omega-3s and accumulate them in their tissues [\n3\n].\nAfter ingestion, dietary lipids are hydrolyzed in the intestinal lumen [\n1\n]. The hydrolysis products—monoglycerides and free fatty acids—are then incorporated into bile-salt– containing micelles and absorbed into enterocytes, largely by passive diffusion. The process is efficient, with an absorption rate of about 95%, which is similar to that of other ingested fats [\n1\n]. Within intestinal cells, free fatty acids are primarily incorporated into chylomicrons and enter the circulation via the lymphatic system [\n1\n,\n4\n]. Once in the bloodstream, lipoprotein particles circulate within the body, delivering lipids to various organs for subsequent oxidation, metabolism, or storage in adipose tissue [\n4\n,\n5\n].\nOmega-3s play important roles in the body as components of the phospholipids that form the structures of cell membranes [\n5\n]. DHA, in particular, is especially high in the retina, brain, and sperm [\n3\n,\n5\n,\n6\n]. In addition to their structural role in cell membranes, omega-3s (along with omega-6s) provide energy for the body and are used to form eicosanoids. Eicosanoids are signaling molecules that have similar chemical structures to the fatty acids from which they are derived; they have wide-ranging functions in the body's cardiovascular, pulmonary, immune, and endocrine systems [\n1\n,\n2\n].\nThe eicosanoids made from omega-6s are generally more potent mediators of inflammation, vasoconstriction, and platelet aggregation than those made from omega-3s, although there are some exceptions [\n3\n,\n7\n]. Because both classes of fatty acids compete for the same desaturation enzymes, ALA is a competitive inhibitor of linoleic acid metabolism and vice versa [\n8\n]. Similarly, EPA and DHA can compete with arachidonic acid for the synthesis of eicosanoids. Thus, higher concentrations of EPA and DHA than arachidonic acid tip the eicosanoid balance toward less inflammatory activity [\n9\n].\nSome researchers propose that the relative intakes of omega-6s and omega-3s—the omega-6/omega-3 ratio—may have important implications for the pathogenesis of many chronic diseases, such as cardiovascular disease (CVD) and cancer [\n8\n], but the optimal ratio—if any—has not been defined [\n10\n]. Others have concluded that such ratios are too nonspecific and are insensitive to individual fatty acid levels [\n11-13\n]. Most agree that raising EPA and DHA blood levels is far more important than lowering linoleic acid or arachidonic acid levels.\nCurrently, most clinicians do not assess omega-3 status, but it can be done by measuring individual omega-3s in plasma or serum phospholipids and expressing them as the percentage of total phospholipid fatty acids by weight [\n14-16\n]. Experts have not established normal ranges, but mean values for serum or plasma phospholipid EPA plus DHA among U.S. adults not taking omega-3 supplements are about 3%–4% [\n14-16\n]. Plasma and serum fatty acid values, however, can vary substantially based on an individual's most recent meal, so they do not reflect long-term dietary consumption [\n3\n,\n17\n].\nIt is also possible to assess omega-3 status via analysis of erythrocyte fatty acids, a measurement that reflects longer term intakes over approximately the previous 120 days [\n18\n,\n19\n]. The omega-3 index proposed by Harris and von Schacky reflects the content of EPA plus DHA in erythrocyte membranes expressed as a percentage of total erythrocyte fatty acids [\n20\n,\n21\n]. This index can be used as a surrogate for assessing tissue levels of EPA plus DHA [\n16\n,\n22\n,\n23\n]. EPA and DHA typically comprise about 3%–5% of erythrocyte fatty acids in Western populations with low fish intakes. In Japan, where fish consumption is high, erythrocyte EPA and DHA levels are about twice those of Western populations [\n3\n].\nRecommended Intakes\nIntake recommendations for fatty acids and other nutrients are provided in the Dietary Reference Intakes (DRIs) developed by the Food and Nutrition Board of the Institute of Medicine (IOM) (now called the National Academy of Medicine) [\n5\n]. DRI is the general term for a set of reference values used for planning and assessing nutrient intakes of healthy people. These values, which vary by age and sex, include the following:\nRecommended Dietary Allowance (RDA): Average daily level of intake sufficient to meet the nutrient requirements of nearly all (97%–98%) healthy individuals; often used to plan nutritionally adequate diets for individuals\nAdequate Intake (AI): Intake at this level is assumed to ensure nutritional adequacy; established when evidence is insufficient to develop an RDA\nEstimated Average Requirement (EAR): Average daily level of intake estimated to meet the requirements of 50% of healthy individuals; usually used to assess the nutrient intakes of groups of people and to plan nutritionally adequate diets for them; can also be used to assess the nutrient intakes of individuals\nTolerable Upper Intake Level (UL): Maximum daily intake unlikely to cause adverse health effects\nWhen the IOM last reviewed omega-3s, insufficient data were available to establish an EAR, so the IOM established AIs for all ages based on omega-3 intakes in healthy populations [\n5\n].\nTable 1 lists the current AIs for omega-3s in grams per day. Human milk contains omega-3s as ALA, EPA, and DHA, so the IOM established an AI for infants from birth to 12 months that is equivalent to the mean intake of omega-3s in healthy, breastfed infants.\nFor infants, the AIs apply to total omega-3s. For age 1 and older, the AIs apply only to ALA because ALA is the only omega-3 that is essential. The IOM did not establish specific intake recommendations for EPA, DHA, or other LC omega-3s.\nTable 1: Adequate Intakes (AIs) for Omega-3s [\n5\n]\nAge\nMale\nFemale\nPregnancy\nLactation\nBirth to 6 months*\n0.5 g\n0.5 g\n7–12 months*\n0.5 g\n0.5 g\n1–3 years**\n0.7 g\n0.7 g\n4–8 years**\n0.9 g\n0.9 g\n9–13 years**\n1.2 g\n1.0 g\n14–18 years**\n1.6 g\n1.1 g\n1.4 g\n1.3 g\n19–50 years**\n1.6 g\n1.1 g\n1.4 g\n1.3 g\n51+ years**\n1.6 g\n1.1 g\n*As total omega-3s\n**As ALA\nSources of Omega-3s\nFood\nPlant oils that contain ALA include flaxseed (linseed), soybean, and canola oils [\n2\n,\n3\n]. Chia seeds and walnuts also contain ALA.\nThe omega-3 content of fish varies widely. Cold-water fatty fish, such as salmon, mackerel, tuna, herring, and sardines, contain high amounts of LC omega-3s, whereas fish with a lower fat content—such as bass, tilapia, and cod—as well as shellfish contain lower levels [\n3\n]. The omega-3 content of fish also depends on the composition of the food that the fish consumes [\n24\n]. Farmed fish usually have higher levels of EPA and DHA than wild-caught fish, but it depends on the food they are fed [\n24\n,\n25\n]. An analysis of the fatty acid composition of farm-raised Atlantic salmon from Scotland showed that the EPA and DHA content significantly decreased between 2006 and 2015 due to the replacement of traditional marine ingredients in fish feed with other ingredients [\n26\n].\nBeef is very low in omega-3s, but beef from grass-fed cows contains somewhat higher levels of omega-3s, mainly as ALA, than that from grain-fed cows [\n27\n].\nSome foods, such as certain brands of eggs, yogurt, juices, milk, and soy beverages, are fortified with DHA and other omega-3s. Since 2002, manufacturers have added DHA and arachidonic acid (the two most prevalent LC PUFAs in the brain) to most infant formulas available in the United States [\n28\n].\nSeveral food sources of ALA, DHA, and/or EPA are listed in Table 2. The U.S. Food and Drug Administration (FDA) has established a Daily Value (DV) of 65 g for total fat but not for omega-3s. Thus, Table 2 presents the amounts of omega-3 fatty acids in grams per serving only and not the percent of the DV.\nTable 2: ALA, EPA, and DHA Content of Selected Foods [\n29\n]\nFood\nGrams per serving\nALA\nDHA\nEPA\nFlaxseed oil, 1 tbsp\n7.26\nChia seeds, 1 ounce\n5.06\nEnglish walnuts, 1 ounce\n2.57\nFlaxseed, whole, 1 tbsp\n2.35\nSalmon, Atlantic, farmed, cooked, 3 ounces\n1.24\n0.59\nSalmon, Atlantic, wild, cooked, 3 ounces\n1.22\n0.35\nHerring, Atlantic, cooked, 3 ounces*\n0.94\n0.77\nCanola oil, 1 tbsp\n1.28\nSardines, canned in tomato sauce, drained, 3 ounces*\n0.74\n0.45\nMackerel, Atlantic, cooked, 3 ounces*\n0.59\n0.43\nSalmon, pink, canned, drained, 3 ounces*\n0.04\n0.63\n0.28\nSoybean oil, 1 tbsp\n0.92\nTrout, rainbow, wild, cooked, 3 ounces\n0.44\n0.40\nBlack walnuts, 1 ounce\n0.76\nMayonnaise, 1 tbsp\n0.74\nOysters, eastern, wild, cooked, 3 ounces\n0.14\n0.23\n0.30\nSea bass, cooked, 3 ounces*\n0.47\n0.18\nEdamame, frozen, prepared, ½ cup\n0.28\nShrimp, cooked, 3 ounces*\n0.12\n0.12\nRefried beans, canned, vegetarian, ½ cup\n0.21\nLobster, cooked, 3 ounces*\n0.04\n0.07\n0.10\nTuna, light, canned in water, drained, 3 ounces*\n0.17\n0.02\nTilapia, cooked, 3 ounces*\n0.04\n0.11\nScallops, cooked, 3 ounces*\n0.09\n0.06\nCod, Pacific, cooked, 3 ounces*\n0.10\n0.04\nTuna, yellowfin, cooked 3 ounces*\n0.09\n0.01\nKidney beans, canned, ½ cup\n0.10\nBaked beans, canned, vegetarian, ½ cup\n0.07\nGround beef, 85% lean, cooked, 3 ounces**\n0.04\nBread, whole wheat, 1 slice\n0.04\nEgg, cooked, 1\n0.03\nChicken, breast, roasted, 3 ounces\n0.02\n0.01\nMilk, low-fat (1%), 1 cup\n0.01\n*Except as noted, the U.S. Department of Agriculture (USDA) database does not specify whether fish are farmed or wild caught.\n**The USDA database does not specify whether beef is grass fed or grain fed.\nThe USDA's\nFoodData Central\nwebsite [\n29\n] lists the nutrient content of many foods and provides a comprehensive list of foods containing ALA arranged by\nnutrient content\nand by\nfood name\n, foods containing DHA arranged by\nnutrient content\nand by\nfood name\n, and foods containing EPA arranged by\nnutrient content\nand by\nfood name\n.\nDietary Supplements\nLC omega-3s are present in several dietary supplement formulations, including fish oil, krill oil, cod liver oil, and vegetarian products that contain algal oil. A typical fish oil supplement provides about 1,000 mg fish oil, containing 180 mg EPA and 120 mg DHA, but doses vary widely [\n30\n]. Cod liver oil supplements provide vitamin A and vitamin D in addition to LC omega-3s. Although seafood contains varying levels of methyl mercury (a toxic heavy metal) [\n31\n], omega-3 supplements have not been found to contain this contaminant because it is removed during processing and purification [\n32\n].\nDietary supplements can contain several different forms of omega-3s, including natural triglycerides, free fatty acids, ethyl esters, re-esterified triglycerides, and phospholipids [\n32-34\n]. Natural triglycerides are the form that occur naturally in fish oil, whereas ethyl esters are synthesized from natural triglycerides by replacement of the glycerol molecule of the triglyceride with ethanol. Re-esterified triglycerides are formed by the conversion of ethyl esters back to triglycerides. Omega-3s as re-esterified triglycerides, natural triglycerides, and free fatty acids have somewhat higher bioavailability than ethyl esters, but consumption of all forms significantly increases plasma EPA and DHA levels [\n33\n,\n35\n].\nKrill oil contains omega-3s primarily as phospholipids. Some studies suggest that these phospholipids have somewhat higher bioavailability than the omega-3s in fish oil, whereas other studies do not [\n34\n,\n36\n,\n37\n,\n38\n,\n39\n,\n40\n,\n41\n,\n42\n].\nPlant-based sources of omega-3s from algal oil usually provide around 100–300 mg DHA; some contain EPA as well. These supplements typically contain omega-3s in the triglyceride form [\n32\n]. According to a small study, the bioavailability of DHA from algal oil is equivalent to that from cooked salmon [\n43\n].\nFormulations of omega-3 dietary supplements vary widely, so it is important to check product labels to determine the types and amounts of omega-3s in these products. The\nDietary Supplement Label Database\nfrom the National Institutes of Health contains label information from many dietary supplements on the market that contain omega-3s.\nOmega-3 Intakes and Status\nAccording to data from the 2011–2012 National Health and Nutrition Examination Survey (NHANES), most children and adults in the United States consume recommended amounts of omega-3s as ALA [\n44\n]. Among children and teens age 2–19 the average daily ALA intake from foods is 1.32 g for females and 1.55 g for males. In adults age 20 and over, the average daily ALA intake from foods is 1.59 g in females and 2.06 g in males.\nConsumption of DHA and EPA from foods contributes a very small amount to total daily omega-3 intakes (about 40 mg in children and teens and about 90 mg in adults) [\n44\n]. Use of dietary supplements containing omega-3s also contributes to total omega-3 intakes. Fish oil is one of the most commonly used nonvitamin/nonmineral dietary supplements by U.S. adults and children [\n45\n,\n46\n]. Data from the 2012 National Health Interview Survey indicate that 7.8% of U.S. adults and 1.1% of U.S. children use supplements containing fish oil, omega-3s, and/or DHA or EPA [\n45\n,\n46\n]. According to an analysis of 2003–2008 NHANES data, use of these supplements adds about 100 mg to mean daily ALA intakes, 10 mg to mean DHA intakes, and 20 mg to mean EPA intakes in adults [\n47\n].\nOmega-3 Deficiency\nA deficiency of essential fatty acids—either omega-3s or omega-6s—can cause rough, scaly skin and dermatitis [\n5\n]. Plasma and tissue concentrations of DHA decrease when an omega-3 fatty acid deficiency is present. However, there are no known cut-off concentrations of DHA or EPA below which functional endpoints, such as those for visual or neural function or for immune response, are impaired.\nGroups at Risk of Omega-3 Inadequacy\nEvidence that higher LC omega-3 levels are associated with a reduced risk of several chronic diseases, including coronary heart disease, suggests that many Americans could benefit from slightly higher intakes. However, classical essential fatty acid deficiency in healthy individuals in the United States is virtually nonexistent [\n5\n]. During periods of dietary-fat restriction or malabsorption accompanied by an energy deficit, the body releases essential fatty acids from adipose-tissue reserves. For this reason, clinical signs of essential fatty-acid deficiency are usually only found in patients receiving parenteral nutrition that lacks PUFAs. This was documented in case reports during the 1970s and 1980s [\n5\n], but all current enteral and parenteral feeding solutions contain adequate levels of PUFAs.\nOmega-3s and Health\nThe potential health benefits of consuming omega-3s are the focus of a great deal of scientific research. By far, the majority of research has focused on EPA and DHA from foods (e.g., fish) and/or dietary supplements (e.g., fish oil) as opposed to ALA from plant-based foods.\nMany observational studies link higher intakes of fish and other seafood with improved health outcomes. However, it is difficult to ascertain whether the benefits are due to the omega-3 content of the seafood (which varies among species), other components in the seafood, the substitution of seafood for other less healthful foods, other healthful behaviors, or a combination of these factors. Data from randomized clinical trials are needed to shed light on these questions.\nThis section focuses on areas of health in which omega-3s might be involved:\nCVD and its risk factors\n;\ninfant health and neurodevelopment\n;\ncancer prevention\n;\nAlzheimer's disease, dementia, and cognitive function\n;\nage-related macular degeneration\n;\ndry eye disease\n;\nrheumatoid arthritis\n; and\nother conditions\n.\nCardiovascular disease and cardiovascular disease risk factors\nMany studies have assessed the effects of omega-3s—primarily EPA and DHA—on CVD and CVD risk factors, such as high blood pressure and elevated plasma lipids. This interest was spurred by epidemiological research dating back to the 1970s that found low rates of myocardial infarction and other coronary events among Greenland Inuit and other fish-eating populations, such as those in Japan [\n3\n]. Results from observational studies have been consistent with these findings, with several systematic reviews and meta-analyses showing that higher consumption of fish and higher dietary or plasma levels of omega-3s are associated with a lower risk of heart failure, coronary disease, and fatal coronary heart disease [\n48\n,\n49\n].\nInitial clinical research\nClinical trial data from the 1989 Diet and Reinfarction Trial, the 1999 open-label GISSI-Prevenzione trial, and others supported the hypothesis that LC omega-3s offer protection from CVD by reducing the heart’s susceptibility to arrhythmias, lowering triglyceride levels, lowering blood pressure, and decreasing platelet aggregation [\n50-55\n]. The authors of a systematic review that included six secondary-prevention trials and one primary-prevention trial of omega-3 supplementation published between 1966 and 2005 concluded that consumption of LC omega-3s from fish and fish oil supplements reduces rates of all-cause mortality, cardiac death, sudden death, and stroke [\n50\n]. They noted that the evidence of benefit is stronger for secondary than for primary prevention.\nResults from the Japan EPA Lipid Intervention Study in 2007 supported the growing body of evidence that LC omega-3s reduce the risk of heart disease, especially in people with a history of coronary artery disease [\n56\n]. In this study, 18,645 people with hypercholesterolemia (total cholesterol of at least 251 mg/dL) with or without coronary artery disease received either 1.8 g/day EPA plus a statin or a statin only. After a mean of 4.6 years, the EPA group had 19% fewer major coronary events than the control group. The EPA group also experienced a significant reduction in rates of unstable angina and nonfatal coronary events but not in rates of sudden cardiac death or coronary death in comparison with the control group.\nIn an analysis of the primary prevention subgroup from this study (participants with no history of coronary artery disease), EPA supplementation had no significant effects on any outcome. However, for the secondary prevention subgroup (those with a history of coronary artery disease), the EPA group had a 28% reduction in the rate of unstable angina and a 19% reduction in that of major coronary events. A separate analysis of data from this study found that the EPA supplementation did not affect total stroke incidence but did reduce the risk of recurrent stroke by 20% in patients who had previously experienced a stroke [\n57\n].\nSeveral subsequent clinical trials, however, had largely null findings [\n58-60\n]. For example, the 2012 Outcome Reduction with an Initial Glargine Intervention (ORIGIN) trial included 12,536 patients who had diabetes or a high risk of diabetes and a high risk of cardiovascular events. Supplementation with 1 g/day omega-3s (375 mg DHA and 465 mg EPA) for about 6 years significantly lowered triglyceride levels but had no effect on risk of myocardial infarction, stroke, or death from cardiovascular causes in comparison with placebo [\n59\n]. Similarly, in the 2010 Alpha Omega Trial, low-dose EPA and DHA supplementation (150 mg DHA and 226 mg EPA daily, supplied in a margarine) for 40 months also failed to reduce the rate of major cardiovascular events in comparison with placebo among 4,837 older men and women who had previously experienced a myocardial infarction and were receiving antihypertensive, antithrombotic, and/or lipid-lowering medications [\n60\n].\nRecent clinical trials\nScientists gained additional insight into the effects of omega-3s for the primary prevention of CVD, including in patients with diabetes, from two 2018 trials: VITamin D and OmegA-3 TriaL (VITAL) and A Study of Cardiovascular Events in Diabetes (ASCEND) [\n61\n,\n62\n]. Both trials compared the same 1 g/day omega-3 formulation (460 mg EPA and 380 mg DHA) with placebo, but in different populations. VITAL included 25,871 men age 50 and older and women age 55 and older with no previous heart attacks, strokes, or cancer, whereas ASCEND included 15,480 adults age 40 or older with diabetes but no evidence of CVD. VITAL also tested the omega-3 supplement with and without 2,000 International Units (IU)/day vitamin D.\nIn VITAL, the omega-3 supplement did not significantly reduce the rate of major cardiovascular events combined (myocardial infarction, stroke, and cardiovascular mortality) after a median of 5.3 years [\n62\n]. However, participants taking the omega-3 supplement did experience a statistically significant 28% reduction in total myocardial infarction rates (including a 77% reduction among African Americans and a 40% reduction among those who consumed less than 1.5 servings of fish per week). Supplement users also had significant reductions in rates of fatal myocardial infarction, total coronary heart disease, and percutaneous coronary intervention (a procedure that widens blocked or narrowed coronary arteries). No significant reductions in stroke or death rates from cardiovascular causes were observed.\nASCEND had similar findings [\n61\n]. After a mean follow-up of 7.4 years, the omega-3 supplement did not significantly affect the risk of a serious vascular event (composite of nonfatal myocardial infarction or stroke, transient ischemic attack, and cardiovascular death, excluding intracranial hemorrhage) or revascularization. However, omega-3 supplementation did significantly reduce the risk of cardiovascular death by 19% in comparison with placebo.\nThe 2019 Reduction of Cardiovascular Events with Icosapent Ethyl-Intervention Trial (REDUCE-IT) found significant CVD benefits with Vascepa, a high-dose, prescription form of omega-3s containing EPA in the form of icosapent ethyl (IPE), an ethyl ester [\n63\n]. REDUCE-IT included 8,179 participants with CVD age 45 years or older or with diabetes and at least one other risk factor age 50 years or older. All participants had a fasting triglyceride level of 135 to 499 mg/dL even though they were receiving statin therapy, and an LDL cholesterol level of 41 to 100 mg/dL. Participants received either 4 g/day IPE or a placebo of mineral oil for a median of 4.9 years. IPE significantly reduced rates of cardiovascular events (a composite of cardiovascular death, nonfatal myocardial infarction, nonfatal stroke, coronary revascularization, and unstable angina) by 25%. IPE also significantly reduced rates of other outcomes, including cardiovascular death by 20%, fatal or nonfatal stroke by 28%, and fatal or nonfatal myocardial infarction by 31%.\nA subsequent 2020 clinical trial known as STRENGTH (Long-Term Outcomes Study to Assess Statin Residual Risk with Epanova in High Cardiovascular Risk Patients with Hypertriglyceridemia) found no significant CVD benefits with Epanova, a high-dose, prescription form of omega-3s containing EPA and DHA in a carboxylic acid form (omega-3 CA) [\n64\n]. STRENGTH included 13,078 participants from 22 countries (mean age 62.5 years) at high cardiovascular risk, including hypertriglyceridemia, low HDL cholesterol, diabetes, and established CVD. Participants received either 4 g/day omega-3 CA or a placebo of corn oil in addition to their usual therapies, including statins, for a projected trial duration of 4.5 years. However, the trial was stopped after participants were treated for a median of about 3.5 years when the probability of benefit from omega-3 CA appeared low and the supplemented group had a higher incidence of atrial fibrillation. Omega-3 CA did not significantly reduce the composite end point of cardiovascular death, myocardial infarction, stroke, coronary revascularization, or hospitalization for unstable angina.\nPossible reasons for conflicting findings\nThe omega-3 form, study population, background dietary omega-3 intakes, and use of statins and other cardioprotective therapies might explain some conflicting findings among studies [\n17\n,\n59\n,\n60\n,\n65-72\n]. In addition, dose probably plays a major role in the ability of omega-3 supplementation to confer significant benefits [\n65\n]. The REDUCE-IT findings suggest that a high daily dose of IPE, 4 g, is an effective adjunct to statin therapy in people with CVD or a high risk of CVD [\n63\n]. The daily dose of 1 g used in many studies of omega-3 dietary supplements might affect some CVD pathways [\n65\n] but has had no significant effect on the primary outcomes in several trials [\n59\n,\n61\n,\n62\n].\nHowever, both the REDUCE-IT and STRENGTH studies used similar doses of omega-3s (4 g/day) but reported significant CVD benefit in the former and none in the latter. The reasons for the different results are not clear, but a partial explanation—beyond differences in the omega-3 formulation (ethyl ester EPA vs. carboxylic acid EPA and DHA) and the baseline health of the study population—may lie with the different placebo comparators used, mineral oil in REDUCE-IT and corn oil in STRENGTH [\n64\n,\n73\n,\n74\n]. Mineral oil is not a neutral placebo; it affects lipid levels and inflammatory markers and may inhibit the absorption of statin drugs. Therefore, in REDUCE-IT, differences in CVD events between the treatment and placebo groups would likely be smaller if a more neutral placebo oil had been used.\nFurthermore, in the clinical trials mentioned above, the effects of LC omega-3s are not uniform across CVD outcomes. Therefore, use of primary composite endpoints that combine multiple outcomes might dilute significant effects on individual components of those endpoints [\n67\n].\nRecent reviews and meta-analyses\nA 2019 systematic review and meta-analysis of 13 trials included ASCEND, VITAL, and REDUCE-IT (but not STRENGTH) and a total of 127,477 participants [\n67\n]. LC omega-3 doses ranged from 0.376 to 4 g/day, and the mean treatment duration was 5 years. The authors concluded that LC-omega-3 supplementation reduces the risk of myocardial infarction, coronary heart disease death, total coronary heart disease, CVD death, and total CVD and the effects appear to be dose related. However, the findings showed no significant associations for risk of fatal and nonfatal stroke. The authors noted that REDUCE-IT reduced risk of stroke significantly [\n63\n], suggesting that a higher dose of omega-3s (4 g/day) might be needed to affect this outcome.\nA 2020 Cochrane Review of 86 randomized controlled trials published between 1968 and 2019 found that 0.5 g/day to more than 5 g/day LC omega-3s for 12 to 88 months in a total of 162,796 participants reduced serum triglyceride levels by about 15% and slightly decreased rates of cardiovascular mortality and coronary heart disease events [\n75\n]. However, the supplements did not affect all-cause mortality, cardiovascular events, stroke, or arrhythmia. The authors of several earlier meta-analyses and systematic reviews, as well as a 2016 report from the Agency for Healthcare Research and Quality (AHRQ), concluded that omega-3 supplements do not appear to significantly reduce the risk of most cardiovascular events [\n68-70\n,\n76-87\n]. Many of these analyses [\n68-70\n,\n81-86\n], however, but not all [\n80\n,\n87\n], did find that omega-3s reduce the risk of cardiac death.\nRecommendations from the American Heart Association\nBetween 2017 and 2019, the American Heart Association (AHA) released three science advisories on omega-3s [\n66\n,\n88\n,\n89\n]. All three advisories recommend one to two servings of seafood per week to reduce the risk of congestive heart failure, coronary heart disease, ischemic stroke, and sudden cardiac death, especially when the seafood replaces less healthy foods [\n66\n]. For people with existing coronary heart disease, such as a recent myocardial infarction, the AHA recommends approximately 1 g/day EPA plus DHA, preferably from oily fish; however, supplements could also be considered under the direction of a physician [\n88\n]. The AHA does not recommend omega-3 supplements for people who do not have a high CVD risk.\nTo manage high triglyceride levels, the AHA concludes that 4 g/day prescription omega-3s (containing EPA plus DHA or EPA only) lower triglyceride levels when used alone or as adjuncts to other lipid-lowering medications [\n89\n]. Although this finding pertains to high-dose prescription omega-3s, an earlier analysis of 58 trials also revealed a dose-response relationship between lower-dose dietary and supplemental omega-3 intakes and triglyceride levels [\n90\n]. Each increase of 1 g/day of LC omega-3 reduced triglyceride levels by 5.9 mg/dL, and the effect was stronger in people with higher baseline triglyceride levels.\nConclusions about omega-3s and CVD\nOverall, research indicates that consuming fish and other types of seafood as part of a balanced diet promotes heart health, especially when the seafood is consumed in place of less healthy foods. Fish oil and other LC omega-3 supplements lower triglyceride levels and might reduce the risk of some cardiovascular endpoints, especially among people with low dietary omega-3 intakes. Evidence of a protective effect for omega-3 supplementation is stronger for people with existing coronary heart disease than for healthy individuals.\nIn 2004, FDA approved a qualified health claim for conventional foods and dietary supplements that contain EPA and DHA [\n91\n]. This health claim states, \"Supportive but not conclusive research shows that consumption of EPA and DHA omega-3 fatty acids may reduce the risk of coronary heart disease.\" FDA also specifies that the labels of dietary supplements should not recommend a daily intake of EPA and DHA higher than 2 g [\n91\n].\nInfant health and neurodevelopment\nObtaining sufficient amounts of long-chain omega-3s, particularly DHA, during pregnancy is important for maternal health and fetal growth and development. DHA is concentrated in the brain and the retina and accumulates most rapidly during the third trimester of pregnancy [\n5\n,\n92\n]. The accumulation of DHA in the retina is complete by birth, whereas accumulation in the brain continues throughout the first 2 years after birth.\nMany observational studies link higher maternal intakes of fish and other seafood with improved child health outcomes [\n93-96\n]. One systematic review included 29 prospective cohort studies in 102,944 healthy mother-offspring pairs [\n97\n]. The studies were conducted in the United States, Europe, the United Kingdom, Asia, and Africa, and the authors found the following:\nMaternal seafood consumption of 4 ounces/week was associated with improved neurocognitive development, and these improvements continued with intakes of more than 12 ounces/week.\nNo net adverse neurocognitive outcomes were reported at the highest ranges of maternal seafood intakes (30 ounces/week or more) despite the associated increases in mercury exposure.\nSeafood contains varying levels of methylmercury, but numerous studies, including systematic reviews, show that the health benefits of consuming seafood during the prenatal period outweigh the potential risks [97–99]. Nevertheless, U.S. government agencies encourage women who are pregnant to choose varieties of seafood that are lower in mercury, such as salmon, anchovies, sardines, Pacific oysters, and trout [\n100\n,\n101\n].\nResults from RCTs have not shown consistent benefits from maternal supplementation with EPA and/or DHA during pregnancy on infant cognition or visual development [\n92\n,\n102\n]. However, long-chain omega-3 supplements, particularly DHA, have been shown to reduce the risk of preterm and early preterm birth [\n103\n,\n104\n].\nA 2018 Cochrane Review assessed the effects of long-chain omega-3s from supplements and/or foods during pregnancy on maternal and neonatal outcomes in 19,927 women [\n105\n]. It included 70 RCTs, that were conducted in multiple countries, including 16 trials in the United States, 8 in Iran, 6 in the United Kingdom, and 4 in the Netherlands. Fifty of the trials administered supplements that contained only omega-3s, while the remainder administered omega-3s as food or combination products. Based on a high quality of evidence, the authors concluded the following:\nLong-chain omega-3s reduced the risk of preterm birth (birth at <37 weeks) by 11%, and the risk of early preterm birth (birth at <34 weeks) by 42%.\nLong-chain omega-3s also reduced the risk of low birthweight.\nA 2022 statement from the International Society for the Study of Fatty Acids and Lipids that included two large trials that were published after the Cochrane Review confirmed these findings, showing a 12% reduction in the risk of preterm birth and a 35% reduction in the risk of early preterm birth among those taking long-chain omega-3 supplements [\n106\n].\nA 2016 Agency for Healthcare Research and Quality (AHRQ) report evaluated the results of 95 RCTs and 48 prospective, longitudinal studies, and case-control studies from around the world [\n107\n]. It found that long-chain omega-3 supplementation during pregnancy slightly increased gestational length and birth weight compared with placebo but had no consistent effects on other maternal and child health outcomes.\nIn addition, some, but not all, RCTs have found that maternal supplementation with EPA and/or DHA during pregnancy improves immune function and reduces the incidence of severe atopic dermatitis, food sensitivities, and/or asthma in the child [\n108\n]. However, more research is needed to confirm these findings.\nDespite these potential health benefits, many pregnant women do not meet the recommended seafood intake of 8 to 12 ounces per week [\n96\n]. Thus, they likely have intakes of long-chain omega-3s that do not meet recommended amounts. In addition to long-chain omega-3s, seafood provides other essential nutrients including vitamin D, calcium, potassium, iron, choline, iodine, and magnesium.\nSeafood and omega-3 supplementation recommendations\nSeveral professional societies, government agencies, and public health organizations recommend seafood consumption during pregnancy, and some recommend additional DHA and/or EPA intake. These recommendations are summarized in Table 3.\nTable 3. Recommendations for Seafood, Docosahexaenoic Acid, and Eicosapentaenoic Acid Supplementation During Pregnancy\nSource\nPopulation\nRecommendation\nNotes\nACOG [\n109\n]\nAll pregnant women\nConsume 8–12 ounces/week of seafood that is lower in mercury.*\nN/A\nFDA [\n101\n]\nAll pregnant women\nConsume 8–12 ounces/week of seafood that is lower in mercury.*\nN/A\n2020–2025 DGA [\n100\n]\nAll pregnant women\nConsume 8–12 ounces/week of seafood that is lower in mercury.*\nSeafood consumption is associated with favorable measures of cognitive development in young children.\nPregnant women who follow vegetarian or vegan diets\nConsult with a health care provider to determine whether supplementation with EPA/DHA is necessary.\nEFSA [\n110\n]\nAll pregnant women\nConsume an additional 100–200 mg/day DHA during pregnancy on top of 250 mg/day of DHA plus EPA for all adults.\nN/A\nFood and Agriculture Organization of the United Nations [\n111\n]\nAll pregnant women\nConsume at least 300 mg/day DHA plus EPA, of which 200 mg is DHA.\nN/A\nClinical practice guideline from the\nAmerican Journal of Obstetrics & Gynecology Maternal-Fetal Medicine\n[\n104\n]\nAll women of childbearing age and pregnant women\nConsume at least 250 mg/day DHA plus EPA from diet or supplements, and an additional 100–200 mg/day of DHA during pregnancy.\nThe purpose of this recommendation is to reduce the risk of preterm and early preterm birth.\nPregnant women with low DHA intake (<150 mg DHA/day) and/or status**\nConsume 600–1000 mg/day DHA plus EPA or DHA alone, beginning in the second trimester (no later than 20 weeks gestation).\n* The\nFDA has a list of seafood choices\nthat are lower in mercury, including salmon, sardines, oysters, and trout.\n** A validated tool consisting of seven questions is available to help clinicians estimate the DHA intake of pregnant women in the United States [\n112\n].\nKey:\nACOG = The American College of Obstetricians and Gynecologists\nDGA = Dietary Guidelines for Americans\nDHA = docosahexaenoic acid\nEFSA = The European Food Safety Authority\nEPA = eicosapentaenoic acid\nFDA = Food and Drug Administration\nN/A = not applicable\nMost currently available infant formulas in the United States contain DHA and arachidonic acid. However, the authors of a paper published by the American Academy of Family Physicians and of two Cochrane Reviews (one on full-term infants and one on preterm infants) have concluded that the evidence is insufficient to recommend the use of infant formulas that are supplemented with these fatty acids [\n113-115\n].\nCancer prevention\nResearchers have hypothesized that higher intakes of omega-3s from either foods or supplements might reduce the risk of cancer due to their anti-inflammatory effects and potential to inhibit cell growth factors [\n68\n]. Results from observational studies, however, have been inconsistent and vary by cancer site and other factors, including gender and genetic risk.\nFor example, some studies have shown associations between higher intakes and/or blood levels of omega-3s and a decreased risk of certain cancers, including breast and colorectal cancers [\n116\n,\n117\n]. Other studies have found no associations between omega-3s and cancer risk, and some have even found associations in the opposite direction, suggesting that omega-3s might increase the risk of certain cancers such as prostate cancer [\n14\n,\n15\n,\n118\n]. The first large-scale clinical trial to examine the effects of omega-3s on the primary prevention of cancer in the general population was the newly published VITAL trial. This clinical trial examined the effects of omega-3 fish oil supplementation (1 g/day containing 460 mg EPA and 380 mg DHA) with or without 2,000 IU/day vitamin D for a median of 5.3 years [\n62\n]. The study included 25,871 men age 50 and older and women age 55 and older with no previous cancer, heart attacks, or strokes. Compared with placebo, the omega-3 supplement had no significant effect on cancer incidence, cancer mortality rates, or the development of breast, prostate, or colorectal cancers.\nBreast cancer\nEvidence from several observational studies suggests that higher intakes of LC omega-3s are associated with a lower risk of breast cancer, but clinical trials are needed to confirm this finding. In the prospective Singapore Chinese Health Study of 35,298 women age 45–74 years, those in the top three quartiles of dietary LC omega-3 intake had a 26% lower risk of breast cancer after an average of 5.3 years of follow-up than those in the lowest quartile [\n119\n]. Similarly, among 35,016 female participants age 50–76 years in the Vitamins And Lifestyle cohort, those who reported current use of fish oil supplements had a 32% lower risk of breast cancer after a mean of 6 years than those who did not take fish oil [\n120\n].\nAccording to a systematic review of three case-control studies and five prospective studies published in 2007–2011, evidence is increasing that higher intakes of dietary and supplemental LC omega-3s are associated with a lower risk of breast cancer [\n121\n]. Similarly, the authors of a meta-analysis of data from 21 prospective cohort studies concluded that women with the highest dietary intakes and/or tissue levels of LC omega-3s had a 14% lower risk of breast cancer than those with the lowest intakes and tissue levels [\n116\n]. These authors also found a dose-response relationship between higher intakes of combined LC omega-3s and reduced breast cancer risk. Intakes of ALA and of fish, however, had no association with differences in breast cancer risk. This finding, which could be due to varying levels of omega-3s in different fish species, warrants further investigation.\nColorectal cancer\nLimited evidence from observational studies suggests that greater consumption of fish and LC omega-3s is associated with a reduced risk of colorectal cancer [\n121\n].\nThe authors of a meta-analysis of 19 prospective cohort studies found no significant association between fish intake and risk of colorectal cancer overall. However, a stratified analysis showed that for participants with the highest fish consumption (those who ate fish at least seven times more often per month than those with the lowest fish consumption), the risk of colorectal cancer was 22% lower than that for the lowest fish consumers [\n122\n]. Results from a more recent systematic review and meta-analysis of 22 prospective cohort studies and 19 case-control studies indicate that fish consumption is inversely associated with colorectal cancer risk. In this analysis, 21 of the studies distinguished between colon cancer and rectal cancer. The risk of rectal cancer was 21% lower for participants with the highest fish intakes (as much as one serving/day) compared to those with the lowest fish intakes (as little as none), but fish consumption had no significant association with risk of colon cancer alone [\n117\n].\nResults from the Vitamins And Lifestyle cohort study suggest that associations between fish or LC omega-3 intakes and colorectal cancer risk might vary by such factors as gender and genetic risk. In this study, researchers evaluated associations between colorectal cancer risk and EPA/DHA intakes from fatty fish (salmon and fresh tuna) and fish oil supplements in 68,109 Washington residents age 50–76 [\n123\n]. The amount of fatty fish consumed ranged from none to 0.8 servings per week or more. Overall, EPA and DHA intakes (from either diet or supplements) and fatty fish consumption were not associated with colorectal cancer risk, but associations varied by genetic characteristics (certain inherited genetic mutations are associated with an increased risk of colorectal cancer). For individuals in the lowest two tertiles of genetic risk, higher fatty fish consumption and higher total EPA and DHA intakes were inversely associated with colorectal cancer risk. For individuals in the highest tertile of genetic risk, higher total EPA and DHA intakes were positively associated with colorectal cancer risk. Risk also varied by gender. Among men, use of fish oil supplements reduced colorectal cancer risk by an average of 34% or more depending on the frequency and duration of use, but this effect did not occur among women. Additional research is needed to clarify possible associations between fish and omega-3 intakes and colorectal cancer risk.\nProstate cancer\nSeveral prospective and case-control studies have investigated associations between either blood levels or intakes of omega-3s and risk of low-grade or high-grade prostate cancer. Results from these studies have been inconsistent.\nA few case-control and case-cohort studies have found positive associations between blood levels of LC omega-3s and prostate cancer risk (particularly high-grade disease that is more advanced and more likely to spread than low-grade cancer), suggesting that omega-3s might increase prostate cancer risk. In a nested case-control analysis of men age 55–84 years participating in the Prostate Cancer Prevention Trial, serum phospholipid levels of DHA were positively associated with risk of high-grade, but not low-grade, prostate cancer [\n14\n]. Serum EPA levels, however, were not associated with risk of either grade of the disease.\nSimilarly, results from a case-cohort study within the Selenium and Vitamin E Cancer Prevention (SELECT) trial showed that men in the highest quartile of plasma phospholipid LC omega-3s had a 44% higher risk of low-grade prostate cancer and a 71% higher risk of high-grade prostate cancer than those in the lowest quartile [\n15\n]. An analysis of data from the European Prospective Investigation into Cancer and Nutrition cohort also found a higher prostate cancer risk in men with higher plasma levels of LC omega-3s [\n124\n]. Among Whites participating in the Multiethnic Cohort Study, higher levels of omega-3s in erythrocyte membranes and higher ratios of omega-3s to omega-6s were both associated with an increased risk of prostate cancer. However, the results showed no associations, even with advanced or high-grade disease, for other ethnic groups or for the population as a whole [\n125\n].\nAlthough the findings from the Prostate Cancer Prevention Trial and the SELECT trial suggest that higher LC omega-3 intakes might increase prostate cancer risk, some scientists have questioned the significance of these findings [\n126\n]. They have noted, for example, that in the SELECT trial [\n15\n], the difference in the omega-3 levels in the men with and without prostate cancer was very small and of questionable physiological significance. Other scientists have pointed out that localized (even high-grade) prostate cancers usually progress slowly and are common on autopsy in men who have died from other causes, suggesting that prostate cancer mortality is a more critical endpoint than prostate cancer incidence [\n127\n]. Finally, desaturation enzymes that convert ALA into EPA and DHA can be upregulated in some cancer cells, suggesting the possibility that it was the disease that raised the omega-3 levels, not the omega-3 levels that raised the disease risk [\n12\n].\nResults from other observational studies using dietary intake data suggest that higher intakes of fish and/or omega-3s reduce prostate cancer risk. Both fish and omega-3 consumption were associated with a lower risk of fatal prostate cancer in a cohort of 293,464 men participating in the NIH-AARP study [\n128\n]. In the Health Professionals Follow-up Study, a prospective cohort of more than 47,000 men age 40–75 years, those who consumed fish more than three times per week had a lower risk of metastatic prostate cancer than those who consumed fish less than twice per month [\n129\n]. However, men who used fish oil supplements did not have a decreased risk of prostate cancer.\nA number of systematic reviews and meta-analyses of prospective studies of the effects of fish intakes, omega-3 intakes, and omega-3 blood levels on prostate cancer risk have had inconsistent findings as well. For example, circulating levels of EPA, but not DHA, were positively associated with prostate cancer risk in a meta-analysis of 5,098 men with prostate cancer and 6,649 men without prostate cancer from seven studies [\n130\n]. Another meta-analysis of 12 studies that included 4,516 men with prostate cancer and 5,728 men without prostate cancer found that high serum levels of these LC omega-3s were positively associated with high-grade disease [\n131\n]. In other analyses, dietary intakes of LC omega-3s had no effect on prostate cancer risk [\n132\n], whereas fish consumption decreased prostate cancer mortality but had no effect on prostate cancer incidence [\n133\n]. A 2015 meta-analysis found no significant associations between dietary intakes or blood levels of LC omega-3s and total prostate cancer risk [\n134\n]. The authors noted that most dietary-intake studies included in their meta-analysis found inverse associations, whereas biomarker studies of blood levels of these fatty acids found positive associations.\nOverall, the evidence to date shows no consistent relationships between prostate cancer risk or mortality and omega-3 intakes or blood levels.\nOther cancers\nEvidence is limited for a role of omega-3s in the prevention of cancers at other sites. For example, evidence is insufficient to determine whether omega-3s affect the risk of skin cancers, including basal-cell carcinoma, squamous-cell carcinoma, and melanoma [\n135\n,\n136\n]. Findings from the Australian Ovarian Cancer Study suggest that there is no association between total or individual omega-3 intakes from foods and ovarian cancer risk [\n137\n].\nAssociations between omega-3 intakes and endometrial cancer have been mixed. Some evidence indicates that dietary intakes of EPA and DHA may provide protection from the development of endometrial cancer [\n138\n]. Other evidence indicates that they decrease risk in women who are normal weight but have no effect or even increase risk in women with overweight or obesity [\n139\n,\n140\n].\nA systematic review and meta-analysis of nine prospective cohort and 10 case-control studies did not find an association between fish or LC-omega-3 intakes and risk of pancreatic cancer [\n141\n]. Similarly, systematic reviews and meta-analyses have not found significant associations between fish consumption and risk of gastric or esophageal cancers [\n142\n,\n143\n].\nSummary\nOverall, data from observational studies show no consistent relationship between omega-3s and overall cancer risk. Although some evidence suggests that higher LC omega-3 intakes reduce the risk of breast and possibly colorectal cancers, a large clinical trial found that LC omega-3 supplements did not reduce the overall risk of cancer or the risk of breast, prostate, or colorectal cancers. Additional randomized clinical trials in progress will help clarify whether omega-3s affect cancer risk.\nAlzheimer’s disease, dementia, and cognitive function\nSome, but not all, observational studies suggest that diets high in LC omega-3s are associated with a reduced risk of cognitive decline, Alzheimer's disease, and dementia [\n144\n,\n145\n]. Because DHA is an essential component of cellular membrane phospholipids in the brain, researchers hypothesize that LC omega-3s might protect cognitive function by helping to maintain neuronal function and cell membrane integrity within the brain [\n145\n]. This hypothesis is supported by findings from case-control studies indicating that patients with Alzheimer's disease have lower serum levels of DHA than cognitively healthy people [\n146\n,\n147\n]. Lower serum DHA levels are also associated with more cerebral amyloidosis (build-up of protein deposits called amyloids) in healthy older adults, whereas higher DHA is correlated with preservation of brain volume [\n148\n].\nSeveral observational studies have examined the effects of fish, EPA, and/or DHA intakes on cognitive function in healthy older adults. In a prospective cohort study involving 210 healthy men age 70–89, fish consumption was associated with less cognitive decline at follow-up 5 years later [\n149\n]. In addition, a dose-response relationship was observed between tertiles of dietary EPA plus DHA intake and subsequent 5-year cognitive decline. Similarly, in the Rotterdam Study, a population-based prospective study of people age 55 or older who were free from dementia at baseline, higher fish consumption among 5,386 study participants was associated with a 60% lower risk of dementia and a 70% lower risk of Alzheimer's disease over an average of 2.1 years [\n150\n]. Subsequent follow-up 6 years after baseline, however, found no associations between omega-3 intakes and incidence of dementia or Alzheimer's disease [\n151\n]. The authors suggest that the discrepancy might be explained by the short follow-up period in the first analysis and the small number of patients who developed dementia. A higher omega-3 index was associated with a greater hippocampal volume in the Women's Health Initiative Memory Study [\n152\n] and with a larger brain volume and improved cognitive test scores in the Framingham Offspring cohort [\n153\n]. A 2016 dose-response meta-analysis of 21 cohort studies found that increased intakes of fish and dietary DHA were both inversely associated with the risks of dementia and Alzheimer's disease [\n154\n]. Specifically, a 100 mg/day incremental increase in DHA intake was associated with a 14% lower risk of dementia and a 37% lower risk of Alzheimer's disease.\nResults from clinical trials, however, suggest that LC omega-3 supplementation does not affect cognitive function in older adults who have no cognitive impairment. In a trial in the United Kingdom, 748 cognitively healthy adults age 70–79 years received either 500 mg DHA and 200 mg EPA or placebo daily for 24 months [\n155\n]. Cognitive function did not differ significantly between the two groups, although cognitive function did not decline in either group. In the Age-Related Eye Disease Study 2 (AREDS2) clinical trial, treatment with 350 mg DHA and 650 mg EPA for 5 years did not have a significant effect on cognitive function in 3,501 older adults (mean age 72.7 years) with age-related macular degeneration (AMD) [\n146\n].\nClinical trial results also suggest that LC omega-3 supplementation does not benefit patients with Alzheimer's disease, although it might help patients with mild cognitive impairment. For example, daily supplementation with 2 g DHA for 18 months did not slow the rate of cognitive decline compared to placebo in 295 participants (mean age 76 years) with mild to moderate Alzheimer's disease [\n156\n]. In the OmegaAD trial, daily supplementation with 1,700 mg DHA and 600 mg EPA for 6 months in 174 older adults with mild to moderate Alzheimer's disease also failed to slow down the rate of cognitive decline compared to placebo [\n157\n]. However, a subgroup of patients with very mild impairment experienced a significant reduction in the rate of cognitive decline. In a small trial in Malaysia, fish oil supplementation (1,290 mg DHA and 450 mg EPA daily) for 12 months improved memory—particularly short-term, working, and verbal memory—and delayed recall compared to placebo in 35 older adults with mild cognitive impairment [\n158\n].\nSeveral systematic reviews and meta-analyses have assessed the effects of omega-3 supplementation on cognitive function and dementia in healthy older adults and those with Alzheimer's disease or cognitive impairment [\n144\n,\n159-161\n]. Overall, the findings indicate that LC omega-3 supplementation does not affect cognitive function in healthy older adults or in people with Alzheimer’s disease compared to placebo. For people with mild cognitive impairment, omega-3s may improve certain aspects of cognitive function, including attention, processing speed, and immediate recall [\n161\n]. However, these findings need to be confirmed in additional clinical trials.\nAge-Related Macular Degeneration\nAMD is a major cause of vision loss among older adults. In most cases, severe vision loss is associated with advanced AMD, which consists of either central geographic atrophy (dry AMD, the most common form) or neovascular AMD (wet AMD) [\n162\n]. Based on DHA's presence as a structural lipid in retinal cellular membranes and the beneficial effects of EPA-derived eicosanoids on retinal inflammation, neovascularization, and cell survival, researchers have suggested that these LC omega-3s have cytoprotective effects in the retina that may help prevent the development or progression of AMD [\n6\n].\nResults from observational studies suggest that people who consume higher amounts of fatty fish and/or dietary LC omega-3s have a lower risk of developing AMD. In the cross-sectional EUREYE study of 2,275 participants age 65 years or older, those who ate fatty fish at least once per week had a 53% lower risk of neovascular AMD than those who consumed fatty fish less often [\n163\n]. Results were similar in a study in 681 elderly male twins [\n164\n] and an analysis of 38,022 healthy female health professionals [\n162\n]. In the latter study, women in the highest tertiles of dietary DHA plus EPA intake (median of 330 mg/day) had a 38% lower risk of developing AMD during an average of 10 years of follow-up than those in those in the lowest tertile (median intake of 80 mg/day). Higher serum and erythrocyte membrane levels of EPA (but not DHA) have also been associated with a lower risk of neovascular AMD [\n165\n].\nIn the AREDS clinical trial, a dietary supplement formulation containing 15 mg beta-carotene, 400 IU vitamin E, 500 mg vitamin C, 80 mg zinc, and 2 mg copper reduced the risk of advanced AMD in people with intermediate AMD or advanced AMD in one eye [\n166\n]. Data from a nested cohort study within the AREDS population indicated that participants who reported the highest omega-3 intakes were about 30% less likely to develop central geographic atrophy and neovascular AMD than other participants [\n167\n].\nThese findings, combined with other epidemiological evidence, formed the basis for the AREDS2 trial that examined whether adding 350 mg DHA and 650 mg EPA to the AREDS formulation further reduced the risk of progression to advanced AMD [\n168\n]. The results showed that EPA and DHA did not provide any additional benefits after a median follow-up of 5 years. These findings are in line with those from a Cochrane Review [\n169\n] that included the results from AREDS2 and the Nutritional AMD Treatment 2 study [\n170\n], a 3-year randomized clinical trial of LC omega-3 supplements (840 mg/day DHA and 270 mg/day EPA) in patients with early age-related maculopathy and neovascular AMD. The Cochrane Review authors concluded that LC omega-3 supplementation for up to 5 years in people with AMD does not reduce the risk of progression to advanced AMD or of moderate to severe vision loss.\nDry eye disease\nAbout 14% of adults in the United States have dry eye disease, a chronic condition in which decreased tear volume and quality leads to ocular surface inflammation and damage, causing discomfort and visual impairment [\n171\n,\n172\n]. Older women, in particular, have a higher risk of dry eye disease than other groups, possibly because of hormonal changes that affect the tear-producing glands [\n173\n]. Researchers hypothesize that omega 3s—particularly EPA and DHA—might reduce the risk of dry eye disease and relieve its symptoms because of their anti-inflammatory activity, and many patients take them as adjunctive treatments to artificial tears and other medications.\nSome, but not all, observational studies show inverse associations between self-reported dietary consumption of omega-3s and risk of dry eye disease. For example, in a cross-sectional study of 32,470 women age 45–84 participating in the Women’s Health Study, those in the highest quintile of total dietary omega-3 intake (mean of 1,990 mg/day) had a 17% lower risk of dry eye disease than those in the lowest quintile (mean intake of 920 mg/day) [\n174\n]. The study found a similar association for DHA—women in the highest versus the lowest quintiles of DHA intake had a 12% lower risk of dry eye disease; however, the results showed no significant associations for EPA. However, in another cross-sectional study of 322 postmenopausal women, total dietary omega-3 intakes were not correlated with the prevalence of dry eye disease [\n173\n].\nResults from clinical trials using omega-3 supplementation, primarily EPA and DHA, have had mixed results in reducing the symptoms and signs of dry eye disease. Furthermore, there is no consensus on the optimal dose, composition, or length of omega-3 treatment for this condition [\n175\n].\nThe studies that have found beneficial effects from omega-3 supplementation for symptoms and signs of dry eye disease include one showing that daily supplementation with 1,000 mg omega-3s (650 mg EPA plus 350 mg DHA) for 3 months in 518 men and women (mean age about 40 years) living in northern India reduced symptoms and some signs of dry eye disease compared with placebo [\n176\n]. In another clinical trial of 105 men and women, daily treatment with supplements containing 2,240 mg omega-3s (1,680 mg EPA and 560 mg DHA as re-esterified triglycerides) for 12 weeks also reduced symptoms of dry eye disease compared with placebo [\n177\n]. In addition, the supplements increased tear break-up time and decreased tear osmolarity (which would be likely to reduce ocular surface damage).\nHowever, another large, randomized, double-blind clinical trial found that EPA and DHA from fish oil supplements are no better than placebo at relieving symptoms or signs of dry eye disease [\n172\n]. This 12-month trial included 535 participants (about 81% female) age 18 years or older (mean age about 58 years) with at least a 6-month history of moderate to severe dry eye disease. Among them, 349 participants received daily supplements of 3,000 mg omega-3s (2,000 mg EPA plus 1,000 mg DHA), and 186 received a placebo containing 5,000 mg olive oil. Participants could continue taking medications for dry eyes, including artificial tears and prescription anti-inflammatory eye drops, as well as omega-3 supplements as long as the total dose of EPA plus DHA was less than 1,200 mg per day. At the end of the study, symptoms were less severe than at baseline in both groups, but the results showed no significant differences between groups. Groups also showed no significant differences compared with baseline in signs of dry eye disease, including conjunctive and cornea integrity as well as tear volume and quality.\nA subsequent clinical trial, an ancillary study of the VITAL trial described earlier, evaluated whether long-term daily supplementation with omega-3s prevents the development of dry eye disease in participants without the disease or not experiencing severe dry eye symptoms [\n178\n]. A total of 23,523 men and women (50 and 55 years of age or older, respectively) received either a daily supplement of 1,000 mg omega-3s (460 mg EPA and 380 mg DHA) or a placebo for a median of 5.3 years. The supplement had no significant effects on the incidence of diagnosed dry eye disease or severe disease symptoms.\nOverall, the evidence to date shows no consistent relationship between omega-3s and dry eye disease. More research is warranted to fully understand whether increased intakes of dietary or supplemental omega-3s help reduce the risk of dry eye disease and whether they are beneficial as an adjunct treatment [\n179\n].\nRheumatoid arthritis\nRheumatoid arthritis (RA) is an autoimmune disease characterized by chronic inflammation of the joints. Its symptoms include pain, swelling, stiffness, and functional impairments. RA is typically treated with nonsteroidal anti-inflammatory drugs (NSAIDs), corticosteroids, and disease-modifying antirheumatic drugs [\n180\n,\n181\n]. Due to their anti-inflammatory effects, some scientists hypothesize that LC omega-3s reduce some of the symptoms of RA and patients' reliance on NSAIDs and corticosteroids.\nSeveral clinical trials, many conducted in the 1990s, have examined the use of LC omega-3 supplementation in patients with RA. These trials have generally shown that omega-3 supplements reduce patients' use of anti-inflammatory drugs and corticosteroids, but that they do not have consistent effects on painful and/or tender joints, joint swelling, or morning stiffness [\n9\n,\n181-184\n]. For example, fish oil supplementation significantly reduced NSAID use in a controlled trial in Sweden [\n185\n]. In this study, 43 patients with RA received either 10 g/day fish oil (containing 1.8 g EPA and 1.2 g DHA) or placebo along with their usual RA medications. NSAID use decreased in the treatment group at 3 and 6 months, and global arthritic activity assessed by physicians improved relative to placebo at 3 months. However, patient assessments of pain, morning stiffness, and functional capacity did not differ between groups. In a 2013 clinical trial in South Korea, 81 patients with RA received either LC omega-3s (2.1 g EPA and 1.2 g DHA) or a sunflower oil placebo daily for 16 weeks [\n180\n]. Patients were allowed to continue taking NSAIDs, glucocorticoids, and/or antirheumatic drugs throughout the study. Compared to placebo, omega-3 supplementation had no significant effects on clinical symptoms of RA, including pain and morning stiffness. In post-hoc analysis, the researchers found that the supplements reduced the amount of NSAIDs needed, but only in patients weighing more than 55 kg. In a similar study in Denmark, 51 patients received either LC omega-3s (2.0 g EPA and 1.2 g DHA from fish oil) or placebo daily for 12 weeks, and they continued taking RA medications [\n186\n]. Compared to placebo, morning stiffness, joint tenderness, and visual pain score decreased significantly in the treatment group. However, there were no significant differences between groups in grip strength, daily activity score, or joint swelling. The amounts of NSAIDs, aspirin, and acetaminophen that patients needed did not change in either group.\nReviews and meta-analyses of studies that assessed whether fish oil and LC omega-3s are beneficial for RA have had inconsistent findings [\n9\n,\n181-184\n]. Some suggest that they do not significantly affect the clinical symptoms of RA but do reduce the amounts of NSAIDs and corticosteroids that patients need [\n182\n,\n183\n]. Others indicate that LC omega-3s reduce joint swelling and pain, morning stiffness, and number of painful joints in addition to reducing NSAID use [\n9\n,\n181\n,\n184\n]. Some researchers suggest that differences in findings could be due in part to whether patient-determined use of NSAIDs is considered a measure of pain [\n9\n].\nFindings to date suggest that LC omega-3s may be helpful as an adjunctive treatment to pharmacotherapy for ameliorating the symptoms of RA [\n9\n,\n184\n]. However, more research is needed to confirm this finding.\nOther conditions\nThe benefits of omega-3 supplementation are being investigated for several other conditions, including depression, inflammatory bowel disease, attention-deficit/hyperactivity disorder (ADHD), childhood allergies, and cystic fibrosis.\nDepression\nA 2016 meta-analysis of 26 studies found a 17% lower risk of depression with higher fish intake [\n187\n]. However, a 2015 Cochrane Review of 26 studies found insufficient evidence to determine whether omega-3s (1,000 to 6,600 mg/day EPA, DHA, and/or other omega-3s) are beneficial for major depressive disorder in adults [\n188\n]. The authors did find a small-to-modest beneficial effect on depressive symptoms, but they concluded that this effect was not clinically significant.\nInflammatory bowel disease\nThe authors of a systematic review of 19 randomized controlled trials concluded that the available evidence does not support the use of omega-3 supplements to treat active or inactive inflammatory bowel disease [\n189\n]. Similarly, the authors of a Cochrane Review concluded that, based on the evidence from two large, high-quality studies, omega-3 supplements are probably not effective for maintaining remission in people who have Crohn's disease [\n190\n].\nAttention-deficit/hyperactivity disorder\nA systematic review and meta-analysis of 10 studies in children with ADHD or related neurodevelopmental disorders, such as developmental coordination disorder, found no improvements with omega-3 supplementation on measures of emotional lability, oppositional behavior, conduct problems, or aggression [\n191\n]. However, in subgroup analyses of only the higher quality studies and those with strict inclusion criteria, omega-3 supplementation (60 to 1,296 mg/day EPA and/or DHA) did significantly improve parent-rated emotional lability and oppositional behavior.\nChildhood allergies\nA systematic review and meta-analysis of 10 prospective cohort studies and five randomized clinical trials on omega-3 intakes during pregnancy and outcomes of childhood allergic disease (eczema, rhino-conjunctivitis, and asthma) found inconsistent results [\n192\n]. Although the authors could not draw firm conclusions due to the heterogeneity of the studies and their results, they concluded that the overall findings were suggestive of a protective association between higher maternal intakes of LC omega-3s or fish and incidence of allergic disease symptoms in the offspring. The authors of a Cochrane Review that included eight LC omega-3 supplementation trials concluded that there is limited evidence to support the use of LC omega-3 supplements by women during pregnancy and/or lactation for reducing the risk of allergic disease in their children [\n193\n].\nCystic fibrosis\nA Cochrane Review of four studies of cystic fibrosis found that omega-3 supplements (300 to 5,400 mg/day EPA and/or DHA) might improve lung function and increase blood levels of essential fatty acids in people with cystic fibrosis [\n194\n]. However, the authors concluded that there is not enough evidence to recommend routine use of omega-3 supplements by people with cystic fibrosis.\nSummary\nThe potential benefits of omega-3s for these and other conditions require further study.\nSafety of Omega-3s\nFor most macronutrients, the IOM has established an acceptable macronutrient distribution range (AMDR) that suggests an acceptable range of intake. The AMDR for total fat intake, for example, is based on adverse effects from either very low fat or very high fat diets. The IOM established an AMDR for omega-3s (as ALA) of 0.6% to 1.2% of energy for children and adults age 1 year and older [\n5\n]. The IOM also noted that about 10% of the AMDR can be consumed as EPA and/or DHA.\nThe IOM did not establish a UL for any omega-3s, although it noted that high doses of DHA and/or EPA (900 mg/day of EPA plus 600 mg/day DHA or more for several weeks) might reduce immune function due to suppression of inflammatory responses. Doses of 2–15 g/day EPA and/or DHA might also increase bleeding time by reducing platelet aggregation [\n5\n]. However, according to the European Food Safety Authority, long-term consumption of EPA and DHA supplements at combined doses of up to about 5 g/day appears to be safe [\n195\n]. It noted that these doses have not been shown to cause bleeding problems or affect immune function, glucose homeostasis, or lipid peroxidation. Similarly, FDA has concluded that dietary supplements providing no more than 5 g/day EPA and DHA are safe when used as recommended [\n196\n]. Two large clinical trials completed after these assessments found that taking 4 g/day of omega-3 supplements for several years slightly increased the risk of atrial fibrillation in people with CVD or at high risk of CVD [\n63\n,\n64\n].\nCommonly reported side effects of omega-3 supplements are usually mild. These include unpleasant taste, bad breath, heartburn, nausea, gastrointestinal discomfort, diarrhea, headache, and odoriferous sweat [\n161\n,\n190\n].\nInteractions with Medications\nOmega-3 dietary supplements, such as fish oil, have the potential to interact with medications. One example is provided below. People taking these and other medications on a regular basis should discuss possible interactions with their health care providers.\nWarfarin (Coumadin) and similar anticoagulants\nFish oil can have antiplatelet effects at high doses, although it appears to be less potent than aspirin [\n197\n,\n198\n]. Fish oil might prolong clotting times, as indicated by an elevated international normalized ratio (INR), when it is taken with warfarin [\n199\n], but most research indicates that doses of 3–6 g/day fish oil do not significantly affect the anticoagulant status of patients taking warfarin [\n200\n]. The authors of a 2014 review concluded that omega-3s do not affect the risk of clinically significant bleeding [\n201\n], and the FDA-approved package inserts for omega-3 pharmaceuticals state that studies with omega-3s have not produced \"clinically significant bleeding episodes\" [\n202\n]. However, these package inserts also state that patients taking these products with anticoagulants should be monitored periodically for changes in INR.\nOmega-3s and Healthful Diets\nThe federal government's 2020–2025\nDietary Guidelines for Americans\nnotes that \"Because foods provide an array of nutrients and other components that have benefits for health, nutritional needs should be met primarily through foods. ... In some cases, fortified foods and dietary supplements are useful when it is not possible otherwise to meet needs for one or more nutrients (e.g., during specific life stages such as pregnancy)\"[\n100\n].\nWith respect to seafood and omega-3s, the\nDietary Guidelines for Americans\nstate that\nA healthy dietary pattern that consists of nutrient-dense forms of foods and beverages, including seafood, in recommended amounts and within calorie limits, supports health and helps minimize the risk of diet-related chronic diseases, such as cardiovascular disease, type 2 diabetes, and obesity.\nSeafood intake during pregnancy is recommended, as it is associated with favorable measures of cognitive development in young children.\nWomen who might become or are pregnant or breastfeeding should consume at least 8 and up to 12 ounces of a variety of seafood per week, from choices that are lower in methyl mercury. Women who are pregnant or breastfeeding and young children should not eat certain types of fish that are high in methyl mercury.\nThe recommendation to consume 8 or more ounces per week (less for young children) of seafood is for the total package of nutrients that seafood provides, including its EPA and DHA content. Some seafood choices with higher amounts of EPA and DHA should be included.\nSeafood varieties commonly consumed in the United States that are higher in EPA and DHA and lower in methyl mercury include salmon, anchovies, sardines, Pacific oysters, and trout.\nTilapia, shrimp, catfish, crab, and flounder are commonly consumed varieties that also are lower in methyl mercury.\nFor more information about building a healthy diet, refer to the\nDietary Guidelines for Americans\nand the USDA's\nMyPlate\n.\nReferences\nJones PJH, Rideout T. Lipids, sterols, and their metabolites. In: Ross AC, Caballero B, Cousins RJ, Tucker KL, Ziegler TR, eds. Modern Nutrition in Health and Disease. 11th ed. Baltimore, MD: Lippincott Williams & Wilkins; 2014.\nJones PJH, Papamandjaris AA. Lipids: cellular metabolism. In: Erdman JW, Macdonald IA, Zeisel SH, eds. Present Knowledge in Nutrition. 10th ed. Washington, DC: Wiley-Blackwell; 2012:132-48.\nHarris WS. Omega-3 fatty acids. In: Coates PM, Betz JM, Blackman MR, et al., eds. Encyclopedia of Dietary Supplements. 2nd ed. London and New York: Informa Healthcare; 2010:577-86.\nLichtenstein AH, Jones PJH. Lipids: absorption and transport. In: Erdman JW, Macdonald IA, Zeisel SH, eds. Present Knowledge in Nutrition. 10th ed. Washington, DC: Wiley-Blackwell; 2012:118-31.\nInstitute of Medicine, Food and Nutrition Board. Dietary reference intakes for energy, carbohydrate, fiber, fat, fatty acids, cholesterol, protein, and amino acids (macronutrients). Washington, DC: National Academy Press; 2005.\nSanGiovanni JP, Chew EY. The role of omega-3 long-chain polyunsaturated fatty acids in health and disease of the retina. Prog Retin Eye Res 2005;24:87-138. [\nPubMed abstract\n]\nGabbs M, Leng S, Devassy JG, Monirujjaman M, Aukema HM. Advances in our understanding of oxylipins derived from dietary PUFAs. Adv Nutr 2015;6:513-40. [\nPubMed abstract\n]\nSimopoulos AP. The importance of the omega-6/omega-3 fatty acid ratio in cardiovascular disease and other chronic diseases. Exp Biol Med 2008;233:674-88. [\nPubMed abstract\n]\nJames M, Proudman S, Cleland L. Fish oil and rheumatoid arthritis: past, present and future. Proc Nutr Soc 2010;69:316-23. [\nPubMed abstract\n]\nWang C, Chung M, Lichtenstein A, Balk E, Kupelnick B, DeVine D, et al.\nEffects of omega-3 fatty acids on cardiovascular disease.\nSummary, evidence report/technology assessment no. 94. (Prepared by the Tufts New England Medical Center Evidence-based Practice Center, Boston, MA.) AHRQ Publication No. 04-E009-1. Agency for Healthcare Research and Quality, 2004.\nStanley JC, Elsom RL, Calder PC, Griffin BA, Harris WS, Jebb SA, et al. UK Food Standards Agency workshop report: the effects of the dietary n-6:n-3 fatty acid ratio on cardiovascular health. Br J Nutr 2007;98:1305-10. [\nPubMed abstract\n]\nHarris WS, Davidson MH. RE: Plasma phospholipid fatty acids and prostate cancer risk in the SELECT trial. J Natl Cancer Inst 2014;106:dju019. [\nPubMed abstract\n]\nFritsche KL. Too much linoleic acid promotes inflammation-doesn't it? Prostaglandins Leukot Essent Fatty Acids 2008;79:173-5. [\nPubMed abstract\n]\nBrasky TM, Till C, White E, Neuhouser ML, Song X, Goodman P, et al. Serum phospholipid fatty acids and prostate cancer risk: results from the prostate cancer prevention trial. Am J Epidemiol 2011;173:1429-39. [\nPubMed abstract\n]\nBrasky TM, Darke AK, Song X, Tangen CM, Goodman PJ, Thompson IM, et al. Plasma phospholipid fatty acids and prostate cancer risk in the SELECT trial. J Natl Cancer Inst 2013;105:1132-41. [\nPubMed abstract\n]\nHarris WS, Sands SA, Windsor SL, Ali HA, Stevens TL, Magalski A, et al. Omega-3 fatty acids in cardiac biopsies from heart transplantation patients: correlation with erythrocytes and response to supplementation. Circulation 2004;110:1645-9. [\nPubMed abstract\n]\nHarris WS. Are n-3 fatty acids still cardioprotective? Curr Opin Clin Nutr Metab Care 2013;16:141-9. [\nPubMed abstract\n]\nSun Q, Ma J, Campos H, Hankinson SE, Hu FB. Comparison between plasma and erythrocyte fatty acid content as biomarkers of fatty acid intake in US women. Am J Clin Nutr 2007;86:74-81. [\nPubMed abstract\n]\nAgency for Healthcare Research and Quality.\nOmega-3 fatty acids and cardiovascular disease - update.\n2015.\nHarris WS, Von Schacky C. The Omega-3 Index: a new risk factor for death from coronary heart disease? Prev Med 2004;39:212-20. [\nPubMed abstract\n]\nHarris WS. The omega-3 index as a risk factor for coronary heart disease. Am J Clin Nutr 2008;87:1997S-2002S. [\nPubMed abstract\n]\nMetcalf RG, Cleland LG, Gibson RA, Roberts-Thomson KC, Edwards JR, Sanders P, et al. Relation between blood and atrial fatty acids in patients undergoing cardiac bypass surgery. Am J Clin Nutr 2010;91:528-34. [\nPubMed abstract\n]\nvon Schacky C. Use of red blood cell fatty-acid profiles as biomarkers in cardiac disease. Biomark Med 2009;3:25-32. [\nPubMed abstract\n]\nMiller MR, Nichols PD, Carter CG. n-3 Oil sources for use in aquaculture--alternatives to the unsustainable harvest of wild fish. Nutr Res Rev 2008;21:85-96. [\nPubMed abstract\n]\nCladis DP, Kleiner AC, Freiser HH, Santerre CR. Fatty acid profiles of commercially available finfish fillets in the United States. Lipids 2014;49:1005-18. [\nPubMed abstract\n]\nSprague M, Dick JR, Tocher DR. Impact of sustainable feeds on omega-3 long-chain fatty acid levels in farmed Atlantic salmon, 2006-2015. Sci Rep 2016;6:21892. [\nPubMed abstract\n]\nVan Elswyk ME, McNeill SH. Impact of grass/forage feeding versus grain finishing on beef nutrients and sensory quality: the U.S. experience. Meat Sci 2014;96:535-40. [\nPubMed abstract\n]\nU.S. Food and Drug Administration.\nQuestions & answers for consumers concerning infant formula.\n2015.\nU.S. Department of Agriculture, Agricultural Research Service.\nFoodData Central\n, 2019.\nNational Institutes of Health.\nDietary Supplement Label Database.\n2015.\nU.S. Food and Drug Administration.\nFish: what pregnant women and parents should know.\n2014.\nConsumerLab.com.\nProduct review: fish oil and omega-3 fatty acid supplements review (including krill, algae, calamari, green-lipped mussel oil).\n2016.\nDyerberg J, Madsen P, Moller JM, Aardestrup I, Schmidt EB. Bioavailability of marine n-3 fatty acid formulations. Prostaglandins Leukot Essent Fatty Acids 2010;83:137-41. [\nPubMed abstract\n]\nCunningham E. Are krill oil supplements a better source of n-3 fatty acids than fish oil supplements? J Acad Nutr Diet 2012;112:344. [\nPubMed abstract\n]\nDavidson MH, Kling D, Maki KC. Novel developments in omega-3 fatty acid-based strategies. Curr Opin Lipidol 2011;22:437-44. [\nPubMed abstract\n]\nSchuchardt JP, Schneider I, Meyer H, Neubronner J, von Schacky C, Hahn A. Incorporation of EPA and DHA into plasma phospholipids in response to different omega-3 fatty acid formulations--a comparative bioavailability study of fish oil vs. krill oil. Lipids Health Dis 2011;10:145. [\nPubMed abstract\n]\nUlven SM, Holven KB. Comparison of bioavailability of krill oil versus fish oil and health effect. Vasc Health Risk Manag 2015;11:511-24. [\nPubMed abstract\n]\nRamprasath VR, Eyal I, Zchut S, Jones PJ. Enhanced increase of omega-3 index in healthy individuals with response to 4-week n-3 fatty acid supplementation from krill oil versus fish oil. Lipids Health Dis 2013;12:178. [\nPubMed abstract\n]\nUlven SM, Kirkhus B, Lamglait A, Basu S, Elind E, et al. Metabolic effects of krill oil are essentially similar to those of fish oil but at lower dose of EPA and DHA, in healthy volunteers. Lipids 2011;46(1):37-46. [\nPubMed abstract\n]\nSalem N Jr, Kuratko CN. A reexamination of krill oil bioavailability studies. Lipids Health Dis 2014;13:137. [\nPubMed abstract\n]\nYurko-Mauro K, Kralovec J, Bailey-Hall E, Smeberg V, Stark JG, et al. Similar eicosapentaenoic acid and docosahexaenoic acid plasma levels achieved with fish oil or krill oil in a randomized double-blind four-week bioavailability study. Lipids Health Dis 2015;14:99. [\nPubMed abstract\n]\nKöhler A, Sarkkinen E, Tapola N, Niskanen T, Bruheim I. Bioavailability of fatty acids from krill oil, krill meal and fish oil in healthy subjects--a randomized, single-dose, cross-over trial. Lipids Health Dis 2015;14:19. [\nPubMed abstract\n]\nArterburn LM, Oken HA, Bailey Hall E, Hamersley J, Kuratko CN, Hoffman JP. Algal-oil capsules and cooked salmon: nutritionally equivalent sources of docosahexaenoic acid. J Am Diet Assoc 2008;108:1204-9. [\nPubMed abstract\n]\nU.S. Department of Agriculture, Agricultural Research Service.\nWhat we eat in America, 2011-2012.\n2015.\nClarke TC, Black LI, Stussman BJ, Barnes PM, Nahin RL. Trends in the use of complementary health approaches among adults: United States, 2002-2012. Natl Health Stat Report 2015:1-16. [\nPubMed abstract\n]\nBlack LI, Clarke TC, Barnes PM, Stussman BJ, Nahin RL. Use of complementary health approaches among children aged 4-17 years in the United States: National Health Interview Survey, 2007-2012. Natl Health Stat Report 2015:1-19. [\nPubMed abstract\n]\nPapanikolaou Y, Brooks J, Reider C, Fulgoni VL, 3rd. U.S. adults are not meeting recommended levels for fish and omega-3 fatty acid intake: results of an analysis using observational data from NHANES 2003-2008. Nutr J 2014;13:31. [\nPubMed abstract\n]\nDjousse L, Akinkuolie AO, Wu JH, Ding EL, Gaziano JM. Fish consumption, omega-3 fatty acids and risk of heart failure: a meta-analysis. Clin Nutr 2012;31:846-53. [\nPubMed abstract\n]\nDel Gobbo LC, Imamura F, Aslibekyan S, Marklund M, Virtanen JK, Wennberg M, et al. Omega-3 polyunsaturated fatty acid biomarkers and coronary heart disease: pooling project of 19 cohort studies. JAMA Intern Med 2016;176:1155-66. [\nPubMed abstract\n]\nWang C, Harris WS, Chung M, Lichtenstein AH, Balk EM, Kupelnick B, et al. n-3 Fatty acids from fish or fish-oil supplements, but not alpha-linolenic acid, benefit cardiovascular disease outcomes in primary- and secondary-prevention studies: a systematic review. Am J Clin Nutr 2006;84:5-17. [\nPubMed abstract\n]\nKris-Etherton PM, Harris WS, Appel LJ, American Heart Association. Nutrition C. Fish consumption, fish oil, omega-3 fatty acids, and cardiovascular disease. Circulation 2002;106:2747-57. [\nPubMed abstract\n]\nBurr ML, Fehily AM, Gilbert JF, Rogers S, Holliday RM, Sweetnam PM, et al. Effects of changes in fat, fish, and fibre intakes on death and myocardial reinfarction: Diet and Reinfarction Trial (DART). Lancet 1989;2:757-61. [\nPubMed abstract\n]\nDietary supplementation with n-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: results of the GISSI-Prevenzione trial. Gruppo Italiano per lo Studio della Sopravvivenza nell'Infarto miocardico. Lancet 1999;354:447-55. [\nPubMed abstract\n]\nMarchioli R, Barzi F, Bomba E, Chieffo C, Di Gregorio D, Di Mascio R, et al. Early protection against sudden death by n-3 polyunsaturated fatty acids after myocardial infarction: time-course analysis of the results of the Gruppo Italiano per lo Studio della Sopravvivenza nell'Infarto Miocardico (GISSI)-Prevenzione. Circulation 2002;105:1897-903. [\nPubMed abstract\n]\nMorris MC, Sacks F, Rosner B. Does fish oil lower blood pressure? A meta-analysis of controlled trials. Circulation 1993;88:523-33. [\nPubMed abstract\n]\nYokoyama M, Origasa H, Matsuzaki M, Matsuzawa Y, Saito Y, Ishikawa Y, et al. Effects of eicosapentaenoic acid on major coronary events in hypercholesterolaemic patients (JELIS): a randomised open-label, blinded endpoint analysis. Lancet 2007;369:1090-8. [\nPubMed abstract\n]\nTanaka K, Ishikawa Y, Yokoyama M, Origasa H, Matsuzaki M, Saito Y, et al. Reduction in the recurrence of stroke by eicosapentaenoic acid for hypercholesterolemic patients: subanalysis of the JELIS trial. Stroke 2008;39:2052-8. [\nPubMed abstract\n]\nRisk and Prevention Study Collaborative Group, Roncaglioni MC, Tombesi M, Avanzini F, Barlera S, Caimi V, Longoni P, Marzona I, Milani V, Silletta MG, Tognoni G, Marchioli R. n-3 fatty acids in patients with multiple cardiovascular risk factors. N Engl J Med. 2013 May 9;368(19):1800-8. [\nPubMed abstract\n]\nORIGIN Trial Investigators, Bosch J, Gerstein HC, Dagenais GR, Diaz R, Dyal L, et al. n-3 fatty acids and cardiovascular outcomes in patients with dysglycemia. N Engl J Med 2012;367:309-18. [\nPubMed abstract\n]\nKromhout D, Giltay EJ, Geleijnse JM, Alpha Omega Trial Group. n-3 fatty acids and cardiovascular events after myocardial infarction. N Engl J Med 2010;363:2015-26. [\nPubMed abstract\n]\nBowman L, Mafham M, Wallendszus K, Stevens W, Buck G, et al.; ASCEND Study Collaborative Group. Effects of n-3 Fatty Acid Supplements in Diabetes Mellitus.N Engl J Med 2018;379:1540-50. [\nPubMed abstract\n]\nManson JE, Cook NR, Lee I-M, Christen W, Bassuk SS, Mora S, et al. Marine n-3 fatty acids and prevention of cardiovascular disease and cancer. N Engl J Med. 2018 Nov 10. doi: 10.1056/NEJMoa1811403. [Epub ahead of print] [\nPubMed abstract\n]\nBhatt DL, Steg PG, Miller M, Brinton EA, Jacobson TA, et al; REDUCE-IT Investigators. Cardiovascular risk reduction with icosapent ethyl for hypertriglyceridemia. N Engl J Med 2019;380:11-22.\n[\nPubMed abstract\n]\nNicholls SJ, Lincoff M, Garcia M, Dash D, Ballantyne CM, Barter PJ, et al. Effect of high-dose omega-3 fatty acids vs corn oil on major adverse cardiovascular events in patients at high cardiovascular risk. The STRENGTH randomized clinical trial. JAMA 2020;324:2268-80. [\nPubMed abstract\n]\nKris-Etherton PM, Richter CK, Bowen KJ, Skulas-Ray AC, Jackson KH, et al. Recent clinical trials shed new light on the cardiovascular benefits of omega-3 fatty acids. Methodist Debakey Cardiovasc J 2019;15:171-8. [\nPubMed abstract\n]\nRimm EB, Appel LJ, Chiuve SE, Djoussé L, Engler MB, et al.; American Heart Association Nutrition Committee of the Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Cardiovascular Disease in the Young; Council on Cardiovascular and Stroke Nursing; and Council on Clinical Cardiology. Seafood long-chain n-3 polyunsaturated fatty acids and cardiovascular disease: a science advisory from the American Heart Association. Circulation 2018;138:e35-e47. [\nPubMed abstract\n]\nHu Y, Hu FB, Manson JE. Marine omega-3 supplementation and cardiovascular disease: an updated meta-analysis of 13 randomized controlled trials involving 127 477 participants. J Am Heart Assoc 2019;8:e013543. [\nPubMed abstract\n]\nWeylandt KH, Serini S, Chen YQ, Su HM, Lim K, Cittadini A, et al. Omega-3 polyunsaturated fatty acids: the way forward in times of mixed evidence. Biomed Res Int 2015;2015:143109. [\nPubMed abstract\n]\nTrikalinos TA, Lee J, Moorthy D, Yu WW, Lau J, Lichtenstein AH, et al. Effects of eicosapentanoic acid and docosahexanoic acid on mortality across diverse settings: systematic review and meta-analysis of randomized trials and prospective cohorts. Nutritional Resaerch Series vol. 4. In. Rockville (MD): Agency for Healthcare Research and Quality (US); 2012. [\nPubMed abstract\n]\nWen YT, Dai JH, Gao Q. Effects of omega-3 fatty acid on major cardiovascular events and mortality in patients with coronary heart disease: a meta-analysis of randomized controlled trials. Nutr Metab Cardiovasc Dis 2014;24:470-5. [\nPubMed abstract\n]\nChen Q, Cheng LQ, Xiao TH, Zhang YX, Zhu M, Zhang R, et al. Effects of omega-3 fatty acid for sudden cardiac death prevention in patients with cardiovascular disease: a contemporary meta-analysis of randomized, controlled trials. Cardiovasc Drugs Ther 2011;25:259-65. [\nPubMed abstract\n]\nEussen SR, Geleijnse JM, Giltay EJ, Rompelberg CJ, Klungel OH, Kromhout D. Effects of n-3 fatty acids on major cardiovascular events in statin users and non-users with a history of myocardial infarction. Eur Heart J 2012;33:1582-8. [\nPubMed abstract\n]\nDoi T, Langsted A, Nordestgaard BG. A possible explanation for the contrasting results of REDUCE-IT vs. STRENGTH: Cohort study mimicking trial designs. European Heart Journal 2021;42:4807-17. [\nPubMed abstract\n]\nBostrom JA, Beckman JA, Berger JS. Summoning STRENGTH to question the placebo in REDUCE-IT. Circulation 2021;144:407-9. [\nPubMed abstract\n]\nAbdelhamid AS, Brown TJ, Brainard JS, Biswas P, Thorpe GC, et al. Omega-3 fatty acids for the primary and secondary prevention of cardiovascular disease. Cochrane Database Syst Rev. 2020;3:CD003177. [\nPubMed abstract\n]\nAung T, Halsey J, Kromhout D, Gerstein HC, Marchioli R, Tavazzi L, Geleijnse JM, Rauch B, Ness A, Galan P, Chew EY, Bosch J, Collins R, Lewington S, Armitage J, Clarke R; Omega-3 Treatment Trialists’ Collaboration. Associations of omega-3 fatty acid supplement use with cardiovascular disease risks: Meta-analysis of 10 trials involving 77 917 individuals. JAMA Cardiol 2018;3:225-34. [\nPubMed abstract\n]\nChowdhury R, Warnakula S, Kunutsor S, Crowe F, Ward HA, Johnson L, et al. Association of dietary, circulating, and supplement fatty acids with coronary risk: a systematic review and meta-analysis. Ann Intern Med 2014;160:398-406. [\nPubMed abstract\n]\nKwak SM, Myung SK, Lee YJ, Seo HG, Korean Meta-analysis Study G. Efficacy of omega-3 fatty acid supplements (eicosapentaenoic acid and docosahexaenoic acid) in the secondary prevention of cardiovascular disease: a meta-analysis of randomized, double-blind, placebo-controlled trials. Arch Intern Med 2012;172:686-94. [\nPubMed abstract\n]\nChowdhury R, Stevens S, Gorman D, Pan A, Warnakula S, Chowdhury S, et al. Association between fish consumption, long chain omega 3 fatty acids, and risk of cerebrovascular disease: systematic review and meta-analysis. BMJ 2012;345:e6698. [\nPubMed abstract\n]\nAgency for Healthcare Research and Quality.\nOmega-3 fatty acids and cardiovascular disease: an updated systematic review.\n2016.\nCasula M, Soranna D, Catapano AL, Corrao G. Long-term effect of high dose omega-3 fatty acid supplementation for secondary prevention of cardiovascular outcomes: A meta-analysis of randomized, placebo controlled trials [corrected]. Atheroscler Suppl 2013;14:243-51. [\nPubMed abstract\n]\nDelgado-Lista J, Perez-Martinez P, Lopez-Miranda J, Perez-Jimenez F. Long chain omega-3 fatty acids and cardiovascular disease: a systematic review. Br J Nutr 2012;107 Suppl 2:S201-13. [\nPubMed abstract\n]\nKotwal S, Jun M, Sullivan D, Perkovic V, Neal B. Omega 3 fatty acids and cardiovascular outcomes: systematic review and meta-analysis. Circ Cardiovasc Qual Outcomes 2012;5:808-18. [\nPubMed abstract\n]\nLeon H, Shibata MC, Sivakumaran S, Dorgan M, Chatterley T, Tsuyuki RT. Effect of fish oil on arrhythmias and mortality: systematic review. BMJ 2008;337:a2931. [\nPubMed abstract\n]\nMarik PE, Varon J. Omega-3 dietary supplements and the risk of cardiovascular events: a systematic review. Clin Cardiol 2009;32:365-72. [\nPubMed abstract\n]\nRizos EC, Ntzani EE, Bika E, Kostapanos MS, Elisaf MS. Association between omega-3 fatty acid supplementation and risk of major cardiovascular disease events: a systematic review and meta-analysis. JAMA 2012;308:1024-33. [\nPubMed abstract\n]\nZhao YT, Chen Q, Sun YX, Li XB, Zhang P, Xu Y, et al. Prevention of sudden cardiac death with omega-3 fatty acids in patients with coronary heart disease: a meta-analysis of randomized controlled trials. Ann Med 2009;41:301-10. [\nPubMed abstract\n]\nSiscovick DS, Barringer TA, Fretts AM, Wu JH, Lichtenstein AH, et al.; American Heart Association Nutrition Committee of the Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Cardiovascular Disease in the Young; Council on Cardiovascular and Stroke Nursing; and Council on Clinical Cardiology. Omega-3 polyunsaturated fatty acid (fish oil) supplementation and the prevention of clinical cardiovascular disease: a science advisory from the American Heart Association. Circulation 2017;135:e867-84. [\nPubMed abstract\n]\nSkulas-Ray AC, Wilson PWF, Harris WS, Brinton EA, Kris-Etherton PM, et al.; American Heart Association Council on Arteriosclerosis, Thrombosis and Vascular Biology; Council on Lifestyle and Cardiometabolic Health; Council on Cardiovascular Disease in the Young; Council on Cardiovascular and Stroke Nursing; and Council on Clinical Cardiology. Omega-3 fatty acids for the management of hypertriglyceridemia: a science advisory from the American Heart Association. Circulation 2019;140:e673-91. [\nPubMed abstract\n]\nMozaffarian D, Wu JH. Omega-3 fatty acids and cardiovascular disease: effects on risk factors, molecular pathways, and clinical events. J Am Coll Cardiol 2011;58:2047-67. [\nPubMed abstract\n]\nU.S. Food and Drug Administration.\nSummary of qualified health claims subject to enforcement discretion.\n2014.\nShulkin M, Pimpin L, Bellinger D, Kranz S, Fawzi W, et al. n-3 Fatty Acid Supplementation in Mothers, Preterm Infants, and Term Infants and Childhood Psychomotor and Visual Development: A Systematic Review and Meta-Analysis. J Nutr 2018;148:409-18. [\nPubMed abstract\n]\nOken E, Radesky JS, Wright RO, Bellinger DC, Amarasiriwardena CJ, Kleinman KP, et al. Maternal fish intake during pregnancy, blood mercury levels, and child cognition at age 3 years in a US cohort. Am J Epidemiol 2008;167:1171-81. [\nPubMed abstract\n]\nHibbeln JR, Davis JM, Steer C, Emmett P, Rogers I, Williams C, et al. Maternal seafood consumption in pregnancy and neurodevelopmental outcomes in childhood (ALSPAC study): an observational cohort study. Lancet 2007;369:578-85. [\nPubMed abstract\n]\nOken E, Rifas-Shiman SL, Amarasiriwardena C, Jayawardene I, Bellinger DC, et al. Maternal prenatal fish consumption and cognition in mid childhood: Mercury, fatty acids, and selenium. Neurotoxicol Teratol 2016;57:71-8. [\nPubMed abstract\n]\nNational Academies of Sciences, Engineering, and Medicine.\nThe role of seafood consumption in child growth and development\n. Washington, D.C.; 2024.\nHibbeln JR, Spiller P, Brenna JT, Golding J, Holub BJ, et al. Relationships between seafood consumption during pregnancy and childhood and neurocognitive development: Two systematic reviews. Prostaglandins Leukot Essent Fatty Acids 2019;151:14-36. [\nPubMed abstract\n]\nMozaffarian D, Rimm EB. Fish intake, contaminants, and human health: evaluating the risks and the benefits. JAMA 2006;296:1885-99. [\nPubMed abstract\n]\nStarling P, Charlton K, McMahon AT, Lucas C. Fish intake during pregnancy and foetal neurodevelopment--a systematic review of the evidence. Nutrients 2015;7:2001-14. [\nPubMed abstract\n]\nU.S. Department of Agriculture.\nDietary Guidelines for Americans, 2020-2025\n.  9th ed. 2020.\nU.S. Food and Drug Administration.\nAdvice about Eating Fish\n. 2021.\nSaccone G, Berghella V. Omega-3 long chain polyunsaturated fatty acids to prevent preterm birth: a systematic review and meta-analysis. Obstet Gynecol 2015;125:663-72. [\nPubMed abstract\n]\nValentine CJ, Khan AQ, Brown AR, Sands SA, Defranco EA, et al. Higher-Dose DHA Supplementation Modulates Immune Responses in Pregnancy and Is Associated with Decreased Preterm Birth. Nutrients 2021;13. [\nPubMed abstract\n]\nCetin I, Carlson SE, Burden C, Fonseca EBD, Renzo GCD, et al. Omega-3 fatty acid supply in pregnancy for risk reduction of preterm and early preterm birth. Am J Obstet Gynecol MFM 2024;6:101251. [\nPubMed abstract\n]\nMiddleton P, Gomersall JC, Gould JF, Shepherd E, Olsen SF, et al. Omega-3 fatty acid addition during pregnancy. Cochrane Database Syst Rev 2018;11:Cd003402. [\nPubMed abstract\n]\nBest KP, Gibson RA, Makrides M. ISSFAL statement number 7 - Omega-3 fatty acids during pregnancy to reduce preterm birth. Prostaglandins Leukot Essent Fatty Acids 2022;186:102495. [\nPubMed abstract\n]\nNewberry SJ, Chung M, Booth M, Maglione MA, Tang AM, et al. Omega-3 Fatty Acids and Maternal and Child Health: An Updated Systematic Review. Evid Rep Technol Assess (Full Rep) 2016:1-826. [\nPubMed abstract\n]\nMiles EA, Childs CE, Calder PC. Long-Chain Polyunsaturated Fatty Acids (LCPUFAs) and the Developing Immune System: A Narrative Review. Nutrients 2021;13. [\nPubMed abstract\n]\nThe American College of Obstetricians and Gynecologists.\nNutrition During Pregnancy\n. 2023.\nEFSA Panel on Dietetic Products, Nutrition, and, Allergies.\nScientific Opinion on Dietary Reference Values for fats, including saturated fatty acids, polyunsaturated fatty acids, monounsaturated fatty acids, trans fatty acids, and cholesterol\n. EFSA Journal 2010;8:1461.\nFood and Agriculture Organization of the United Nations. Fats and fatty acids in human nutrition. Report of an expert consultation. FAO Food Nutr Pap 2010;91:1-166. [\nPubMed abstract\n]\nCrawford SA, Christifano DN, Kerling EH, Gajewski BJ, Valentine CJ, et al. Validation of an abbreviated food frequency questionnaire for estimating DHA intake of pregnant women in the United States. Prostaglandins Leukot Essent Fatty Acids 2022;177:102398. [\nPubMed abstract\n]\nO'Connor NR. Infant formula. Am Fam Physician 2009;79:565-70. [\nPubMed abstract\n]\nJasani B, Simmer K, Patole SK, Rao SC. Long chain polyunsaturated fatty acid supplementation in infants born at term. Cochrane Database Syst Rev 2017:CD000376. [\nPubMed abstract\n]\nMoon K, Rao SC, Schulzke SM, Patole SK, Simmer K. Longchain polyunsaturated fatty acid supplementation in preterm infants. Cochrane Database Syst Rev 2016:CD000375. [\nPubMed abstract\n]\nZheng JS, Hu XJ, Zhao YM, Yang J, Li D. Intake of fish and marine n-3 polyunsaturated fatty acids and risk of breast cancer: meta-analysis of data from 21 independent prospective cohort studies. BMJ 2013;346:f3706. [\nPubMed abstract\n]\nWu S, Feng B, Li K, Zhu X, Liang S, Liu X, et al. Fish consumption and colorectal cancer risk in humans: a systematic review and meta-analysis. Am J Med 2012;125:551-9 e5. [\nPubMed abstract\n]\nMacLean CH, Newberry SJ, Mojica WA, Khanna P, Issa AM, Suttorp MJ, et al. Effects of omega-3 fatty acids on cancer risk: a systematic review. JAMA 2006;295:403-15. [\nPubMed abstract\n]\nGago-Dominguez M, Yuan JM, Sun CL, Lee HP, Yu MC. Opposing effects of dietary n-3 and n-6 fatty acids on mammary carcinogenesis: The Singapore Chinese Health Study. Br J Cancer 2003;89:1686-92. [\nPubMed abstract\n]\nBrasky TM, Lampe JW, Potter JD, Patterson RE, White E. Specialty supplements and breast cancer risk in the VITamins And Lifestyle (VITAL) Cohort. Cancer Epidemiol Biomarkers Prev 2010;19:1696-708. [\nPubMed abstract\n]\nGerber M. Omega-3 fatty acids and cancers: a systematic update review of epidemiological studies. Br J Nutr 2012;107 Suppl 2:S228-39. [\nPubMed abstract\n]\nGeelen A, Schouten JM, Kamphuis C, Stam BE, Burema J, Renkema JM, et al. Fish consumption, n-3 fatty acids, and colorectal cancer: a meta-analysis of prospective cohort studies. Am J Epidemiol 2007;166:1116-25. [\nPubMed abstract\n]\nKantor ED, Lampe JW, Peters U, Vaughan TL, White E. Long-chain omega-3 polyunsaturated fatty acid intake and risk of colorectal cancer. Nutr Cancer 2014;66:716-27. [\nPubMed abstract\n]\nDahm CC, Gorst-Rasmussen A, Crowe FL, Roswall N, Tjonneland A, Drogan D, et al. Fatty acid patterns and risk of prostate cancer in a case-control study nested within the European Prospective Investigation into Cancer and Nutrition. Am J Clin Nutr 2012;96:1354-61. [\nPubMed abstract\n]\nPark SY, Wilkens LR, Henning SM, Le Marchand L, Gao K, Goodman MT, et al. Circulating fatty acids and prostate cancer risk in a nested case-control study: the Multiethnic Cohort. Cancer Causes Control 2009;20:211-23. [\nPubMed abstract\n]\nAlexander W. Prostate cancer risk and omega-3 Fatty Acid intake from fish oil: a closer look at media messages versus research findings. P T 2013;38:561-4. [\nPubMed abstract\n]\nTorfadottir JE, Stampfer MJ, Mucci LA, Giovannucci EL. RE: Plasma phospholipid fatty acids and prostate cancer risk in the SELECT trial. J Natl Cancer Inst 2014;106:dju018. [\nPubMed abstract\n]\nBosire C, Stampfer MJ, Subar AF, Park Y, Kirkpatrick SI, Chiuve SE, et al. Index-based dietary patterns and the risk of prostate cancer in the NIH-AARP diet and health study. Am J Epidemiol 2013;177:504-13. [\nPubMed abstract\n]\nAugustsson K, Michaud DS, Rimm EB, Leitzmann MF, Stampfer MJ, Willett WC, et al. A prospective study of intake of fish and marine fatty acids and prostate cancer. Cancer Epidemiol Biomarkers Prev 2003;12:64-7. [\nPubMed abstract\n]\nCrowe FL, Appleby PN, Travis RC, Barnett M, Brasky TM, Bueno-de-Mesquita HB, et al. Circulating fatty acids and prostate cancer risk: individual participant meta-analysis of prospective studies. J Natl Cancer Inst 2014;106. [\nPubMed abstract\n]\nChua ME, Sio MC, Sorongon MC, Morales ML, Jr. The relevance of serum levels of long chain omega-3 polyunsaturated fatty acids and prostate cancer risk: A meta-analysis. Can Urol Assoc J 2013;7:E333-43. [\nPubMed abstract\n]\nChua ME, Sio MC, Sorongon MC, Dy JS. Relationship of dietary intake of omega-3 and omega-6 Fatty acids with risk of prostate cancer development: a meta-analysis of prospective studies and review of literature. Prostate Cancer 2012;2012:826254. [\nPubMed abstract\n]\nSzymanski KM, Wheeler DC, Mucci LA. Fish consumption and prostate cancer risk: a review and meta-analysis. Am J Clin Nutr 2010;92:1223-33. [\nPubMed abstract\n]\nAlexander DD, Bassett JK, Weed DL, Barrett EC, Watson H, Harris W. Meta-analysis of long-chain omega-3 polyunsaturated fatty acids (LC omega-3PUFA) and prostate cancer. Nutr Cancer 2015;67:543-54. [\nPubMed abstract\n]\nNoel SE, Stoneham AC, Olsen CM, Rhodes LE, Green AC. Consumption of omega-3 fatty acids and the risk of skin cancers: a systematic review and meta-analysis. Int J Cancer 2014;135:149-56. [\nPubMed abstract\n]\nSerini S, Fasano E, Celleno L, Cittadini A, Calviello G. Potential of long-chain n-3 polyunsaturated fatty acids in melanoma prevention. Nutr Rev 2014;72:255-66. [\nPubMed abstract\n]\nIbiebele TI, Nagle CM, Bain CJ, Webb PM. Intake of omega-3 and omega-6 fatty acids and risk of ovarian cancer. Cancer Causes Control 2012;23:1775-83. [\nPubMed abstract\n]\nArem H, Neuhouser ML, Irwin ML, Cartmel B, Lu L, Risch H, et al. Omega-3 and omega-6 fatty acid intakes and endometrial cancer risk in a population-based case-control study. Eur J Nutr 2013;52:1251-60. [\nPubMed abstract\n]\nBrasky TM, Neuhouser ML, Cohn DE, White E. Associations of long-chain omega-3 fatty acids and fish intake with endometrial cancer risk in the VITamins And Lifestyle cohort. Am J Clin Nutr 2014;99:599-608. [\nPubMed abstract\n]\nBrasky TM, Rodabough RJ, Liu J, Kurta ML, Wise LA, Orchard TS, et al. Long-chain omega-3 fatty acid intake and endometrial cancer risk in the Women's Health Initiative. Am J Clin Nutr 2015;101:824-34. [\nPubMed abstract\n]\nQin B, Xun P, He K. Fish or long-chain (n-3) PUFA intake is not associated with pancreatic cancer risk in a meta-analysis and systematic review. J Nutr 2012;142:1067-73. [\nPubMed abstract\n]\nHan YJ, Li J, Huang W, Fang Y, Xiao LN, Liao ZE. Fish consumption and risk of esophageal cancer and its subtypes: a systematic review and meta-analysis of observational studies. Eur J Clin Nutr 2013;67:147-54. [\nPubMed abstract\n]\nWu S, Liang J, Zhang L, Zhu X, Liu X, Miao D. Fish consumption and the risk of gastric cancer: systematic review and meta-analysis. BMC Cancer 2011;11:26. [\nPubMed abstract\n]\nDangour AD, Whitehouse PJ, Rafferty K, Mitchell SA, Smith L, Hawkesworth S, et al. B-vitamins and fatty acids in the prevention and treatment of Alzheimer's disease and dementia: a systematic review. J Alzheimers Dis 2010;22:205-24. [\nPubMed abstract\n]\nSydenham E, Dangour AD, Lim WS. Omega 3 fatty acid for the prevention of cognitive decline and dementia. Cochrane Database Syst Rev 2012;6:CD005379. [\nPubMed abstract\n]\nChew EY, Clemons TE, Agron E, Launer LJ, Grodstein F, Bernstein PS, et al. Effect of omega-3 fatty acids, lutein/zeaxanthin, or other nutrient supplementation on cognitive function: the AREDS2 randomized clinical trial. JAMA 2015;314:791-801. [\nPubMed abstract\n]\nTully AM, Roche HM, Doyle R, Fallon C, Bruce I, Lawlor B, et al. Low serum cholesteryl ester-docosahexaenoic acid levels in Alzheimer's disease: a case-control study. Br J Nutr 2003;89:483-9. [\nPubMed abstract\n]\nYassine HN, Feng Q, Azizkhanian I, Rawat V, Castor K, Fonteh AN, et al. Association of serum docosahexaenoic acid with cerebral amyloidosis. JAMA Neurol 2016. [\nPubMed abstract\n]\nvan Gelder BM, Tijhuis M, Kalmijn S, Kromhout D. Fish consumption, n-3 fatty acids, and subsequent 5-y cognitive decline in elderly men: the Zutphen Elderly Study. Am J Clin Nutr 2007;85:1142-7. [\nPubMed abstract\n]\nKalmijn S, Launer LJ, Ott A, Witteman JC, Hofman A, Breteler MM. Dietary fat intake and the risk of incident dementia in the Rotterdam Study. Ann Neurol 1997;42:776-82. [\nPubMed abstract\n]\nEngelhart MJ, Geerlings MI, Ruitenberg A, Van Swieten JC, Hofman A, Witteman JC, et al. Diet and risk of dementia: Does fat matter? The Rotterdam Study. Neurology 2002;59:1915-21. [\nPubMed abstract\n]\nPottala JV, Yaffe K, Robinson JG, Espeland MA, Wallace R, Harris WS. Higher RBC EPA + DHA corresponds with larger total brain and hippocampal volumes: WHIMS-MRI study. Neurology 2014;82:435-42. [\nPubMed abstract\n]\nTan ZS, Harris WS, Beiser AS, Au R, Himali JJ, Debette S, et al. Red blood cell omega-3 fatty acid levels and markers of accelerated brain aging. Neurology 2012;78:658-64. [\nPubMed abstract\n]\nZhang Y, Chen J, Qiu J, Li Y, Wang J, Jiao J. Intakes of fish and polyunsaturated fatty acids and mild-to-severe cognitive impairment risks: a dose-response meta-analysis of 21 cohort studies. Am J Clin Nutr 2016;103:330-40.\n[\nPubMed abstract\n]\nDangour AD, Allen E, Elbourne D, Fasey N, Fletcher AE, Hardy P, et al. Effect of 2-y n-3 long-chain polyunsaturated fatty acid supplementation on cognitive function in older people: a randomized, double-blind, controlled trial. Am J Clin Nutr 2010;91:1725-32. [\nPubMed abstract\n]\nQuinn JF, Raman R, Thomas RG, Yurko-Mauro K, Nelson EB, Van Dyck C, et al. Docosahexaenoic acid supplementation and cognitive decline in Alzheimer disease: a randomized trial. JAMA 2010;304:1903-11. [\nPubMed abstract\n]\nFreund-Levi Y, Eriksdotter-Jonhagen M, Cederholm T, Basun H, Faxen-Irving G, Garlind A, et al. Omega-3 fatty acid treatment in 174 patients with mild to moderate Alzheimer disease: OmegAD study: a randomized double-blind trial. Arch Neurol 2006;63:1402-8. [\nPubMed abstract\n]\nLee LK, Shahar S, Chin AV, Yusoff NA. Docosahexaenoic acid-concentrated fish oil supplementation in subjects with mild cognitive impairment (MCI): a 12-month randomised, double-blind, placebo-controlled trial. Psychopharmacology (Berl) 2013;225:605-12. [\nPubMed abstract\n]\nJiao J, Li Q, Chu J, Zeng W, Yang M, Zhu S. Effect of n-3 PUFA supplementation on cognitive function throughout the life span from infancy to old age: a systematic review and meta-analysis of randomized controlled trials. Am J Clin Nutr 2014;100:1422-36. [\nPubMed abstract\n]\nYurko-Mauro K, Alexander DD, Van Elswyk ME. Docosahexaenoic acid and adult memory: a systematic review and meta-analysis. PLoS One 2015;10:e0120391. [\nPubMed abstract\n]\nMazereeuw G, Lanctot KL, Chau SA, Swardfager W, Herrmann N. Effects of omega-3 fatty acids on cognitive performance: a meta-analysis. Neurobiol Aging 2012;33:1482 e17-29. [\nPubMed abstract\n]\nChristen WG, Schaumberg DA, Glynn RJ, Buring JE. Dietary omega-3 fatty acid and fish intake and incident age-related macular degeneration in women. Arch Ophthalmol 2011;129:921-9. [\nPubMed abstract\n]\nAugood C, Chakravarthy U, Young I, Vioque J, de Jong PT, Bentham G, et al. Oily fish consumption, dietary docosahexaenoic acid and eicosapentaenoic acid intakes, and associations with neovascular age-related macular degeneration. Am J Clin Nutr 2008;88:398-406. [\nPubMed abstract\n]\nSeddon JM, George S, Rosner B. Cigarette smoking, fish consumption, omega-3 fatty acid intake, and associations with age-related macular degeneration: the US Twin Study of Age-Related Macular Degeneration. Arch Ophthalmol 2006;124:995-1001. [\nPubMed abstract\n]\nMerle BM, Benlian P, Puche N, Bassols A, Delcourt C, Souied EH, et al. Circulating omega-3 Fatty acids and neovascular age-related macular degeneration. Invest Ophthalmol Vis Sci 2014;55:2010-9. [\nPubMed abstract\n]\nA randomized, placebo-controlled, clinical trial of high-dose supplementation with vitamins C and E, beta carotene, and zinc for age-related macular degeneration and vision loss: AREDS report no. 8. Arch Ophthalmol 2001;119:1417-36. [\nPubMed abstract\n]\nSangiovanni JP, Agron E, Meleth AD, Reed GF, Sperduto RD, Clemons TE, et al. ω-3 Long-chain polyunsaturated fatty acid intake and 12-y incidence of neovascular age-related macular degeneration and central geographic atrophy: AREDS report 30, a prospective cohort study from the Age-Related Eye Disease Study. Am J Clin Nutr 2009;90:1601-7. [\nPubMed abstract\n]\nAge-Related Eye Disease Study 2 Research G. Lutein + zeaxanthin and omega-3 fatty acids for age-related macular degeneration: the Age-Related Eye Disease Study 2 (AREDS2) randomized clinical trial. JAMA 2013;309:2005-15. [\nPubMed abstract\n]\nLawrenson JG, Evans JR. Omega 3 fatty acids for preventing or slowing the progression of age-related macular degeneration. Cochrane Database Syst Rev 2015;4:CD010015. [\nPubMed abstract\n]\nSouied EH, Delcourt C, Querques G, Bassols A, Merle B, Zourdani A, et al. Oral docosahexaenoic acid in the prevention of exudative age-related macular degeneration: the Nutritional AMD Treatment 2 study. Ophthalmology 2013;120:1619-31. [\nPubMed abstract\n]\nCraig JP, Nelson JD, Azar DT, Belmonte C, Bron AJ, Chauhan SK, de Paiva CS, Gomes JAP, Hammitt KM, Jones L, Nichols JJ, Nichols KK, Novack GD, Stapleton FJ, Willcox MDP, Wolffsohn JS, Sullivan DA. TFOS DEWS II report executive summary. Ocul Surf 2017;15:802-12. [\nPubMed abstract\n]\nThe Dry Eye Assessment and Management Study Research Group. Omega-3 fatty acid supplementation for treatment of dry eye disease. N Engl J Med 2018;378:1681-90. [\nPubMed abstract\n]\nZiemanski JF, Wolters LR, Jones-Jordan L, Nichols JJ, Nichols KK. Relation between dietary essential fatty acid intake and dry eye disease and meibomian gland dysfunction in postmenopausal women. Am J Ophthalmol 2018;189:29-40. [\nPubMed abstract\n]\nMiljanović B, Trivedi KA, Dana MR, Gilbard JP, Buring JE, Schaumberg DA. Relation between dietary n-3 and n-6 fatty acids and clinically diagnosed dry eye syndrome in women. Am J Clin Nutr 2005;82:887-93. [\nPubMed abstract\n]\nHom MM, Asbell P, Barry B. Omegas and dry eye: more knowledge, more questions. Optom Vis Sci 2015;92:948-56. [\nPubMed abstract\n]\nBhargava R, Kumar P, Kumar M, Mehra N, Mishra A. A randomized controlled trial of omega-3 fatty acids in dry eye syndrome. Int J Ophthalmol 2013;18;6:811-6. [\nPubMed abstract\n]\nEpitropoulos AT, Donnenfeld ED, Shah ZA, Holland EJ, Gross M, Faulkner WJ, Matossian C, Lane SS, Toyos M, Bucci FA Jr, Perry HD. Effect of oral re-esterified omega-3 nutritional supplementation on dry eyes. Cornea 2016;35:1185-91. PMID:  [\nPubMed abstract\n]\nChristian WG, Cook NR, Manson JE, Buring JE, Lee I-M, Bubes V, et al. Efficacy of marine ω-3 fatty acid supplementation vs placebo in reducing incidence of dry eye disease in healthy US adults. A randomized clinical trial. JAMA Ophthalmol. Published online June 9, 2022. [\nPubMed abstract\n]\nAsbell PA, Maguire MG. Another disappointment for ω-3 fatty acid and dry eye disease. JAMA Ophthalmol. Published online June 9, 2022. [\nPubMed abstract\n]\nPark Y, Lee A, Shim SC, Lee JH, Choe JY, Ahn H, et al. Effect of n-3 polyunsaturated fatty acid supplementation in patients with rheumatoid arthritis: a 16-week randomized, double-blind, placebo-controlled, parallel-design multicenter study in Korea. J Nutr Biochem 2013;24:1367-72. [\nPubMed abstract\n]\nMiles EA, Calder PC. Influence of marine n-3 polyunsaturated fatty acids on immune function and a systematic review of their effects on clinical outcomes in rheumatoid arthritis. Br J Nutr 2012;107 Suppl 2:S171-84. [\nPubMed abstract\n]\nMacLean CH, Mojica WA, Morton SC, Pencharz J, Hasenfeld Garland R, Tu W, et al. Effects of omega-3 fatty acids on lipids and glycemic control in type ii diabetes and the metabolic syndrome and on inflammatory bowel disease, rheumatoid arthritis, renal disease, systemic lupus erythematosus, and osteoporosis. Evidence Report/Technology Assessment no. 89 (prepared by Southern California/RAND Evidence-based Practice Center, under contract no. 290-02- 0003). Rockville, MD: Agency for Healthcare Research and Quality; 2004.\nLee YH, Bae SC, Song GG. Omega-3 polyunsaturated fatty acids and the treatment of rheumatoid arthritis: a meta-analysis. Arch Med Res 2012;43:356-62. [\nPubMed abstract\n]\nGoldberg RJ, Katz J. A meta-analysis of the analgesic effects of omega-3 polyunsaturated fatty acid supplementation for inflammatory joint pain. Pain 2007;129:210-23. [\nPubMed abstract\n]\nSkoldstam L, Borjesson O, Kjallman A, Seiving B, Akesson B. Effect of six months of fish oil supplementation in stable rheumatoid arthritis. A double-blind, controlled study. Scand J Rheumatol 1992;21:178-85. [\nPubMed abstract\n]\nNielsen GL, Faarvang KL, Thomsen BS, Teglbjaerg KL, Jensen LT, Hansen TM, et al. The effects of dietary supplementation with n-3 polyunsaturated fatty acids in patients with rheumatoid arthritis: a randomized, double blind trial. Eur J Clin Invest 1992;22:687-91. [\nPubMed abstract\n]\nLi F, Liu X, Zhang D. Fish consumption and risk of depression: a meta-analysis. J Epidemiol Community Health 2016;70:299-304. [\nPubMed abstract\n]\nAppleton KM, Sallis HM, Perry R, Ness AR, Churchill R. Omega-3 fatty acids for depression in adults. Cochrane Database Syst Rev 2015;11:CD004692. [\nPubMed abstract\n]\nCabre E, Manosa M, Gassull MA. Omega-3 fatty acids and inflammatory bowel diseases - a systematic review. Br J Nutr 2012;107 Suppl 2:S240-52. [\nPubMed abstract\n]\nLev-Tzion R, Griffiths AM, Leder O, Turner D. Omega 3 fatty acids (fish oil) for maintenance of remission in Crohn's disease. Cochrane Database Syst Rev 2014;2:CD006320. [\nPubMed abstract\n]\nCooper RE, Tye C, Kuntsi J, Vassos E, Asherson P. The effect of omega-3 polyunsaturated fatty acid supplementation on emotional dysregulation, oppositional behaviour and conduct problems in ADHD: A systematic review and meta-analysis. J Affect Disord 2016;190:474-82. [\nPubMed abstract\n]\nBest KP, Gold M, Kennedy D, Martin J, Makrides M. Omega-3 long-chain PUFA intake during pregnancy and allergic disease outcomes in the offspring: a systematic review and meta-analysis of observational studies and randomized controlled trials. Am J Clin Nutr 2016;103:128-43. [\nPubMed abstract\n]\nGunaratne AW, Makrides M, Collins CT. Maternal prenatal and/or postnatal n-3 long chain polyunsaturated fatty acids (LCPUFA) supplementation for preventing allergies in early childhood. Cochrane Database Syst Rev 2015;7:CD010085. [\nPubMed abstract\n]\nOliver C, Watson H. Omega-3 fatty acids for cystic fibrosis. Cochrane Database Syst Rev 2016;1:CD002201. [\nPubMed abstract\n]\nEFSA Panel on Dietetic Products NaA. Scientific opinion on the tolerable upper intake level of eicosapentaenoic acid (EPA), docosahexaenoic acid (DHA) and docosapentaenoic acid (DPA). EFSA Journal 2012;10:2815.\nU.S. Food and Drug Administration.\nQualified health claims: letters of enforcement discretion\n. 2019.\nNatural Medicines Comprehensive Database.\nFish Oil.\n2015.\nSvaneborg N, Kristensen SD, Hansen LM, Bullow I, Husted SE, Schmidt EB. The acute and short-time effect of supplementation with the combination of n-3 fatty acids and acetylsalicylic acid on platelet function and plasma lipids. Thromb Res 2002;105:311-6. [\nPubMed abstract\n]\nBuckley MS, Goff AD, Knapp WE. Fish oil interaction with warfarin. Ann Pharmacother 2004;38:50-2 [\nPubMed abstract\n]\nBender NK, Kraynak MA, Chiquette E, Linn WD, Clark GM, Bussey HI. Effects of marine fsh oils on the anticoagulation status of patients receiving chronic warfarin therapy. J Thromb Thrombolysis 1998;5:257-61. [\nPubMed abstract\n]\nWachira JK, Larson MK, Harris WS. n-3 fatty acids affect haemostasis but do not increase the risk of bleeding: clinical observations and mechanistic insights. Br J Nutr 2014;111:1652-62. [\nPubMed abstract\n]\nGlaxoSmithKline.\nLOVAZA® (omega-3 acid ethyl esters) capsules, prescribing information.\n2008.\nDisclaimer\nThis fact sheet by the National Institutes of Health (NIH) Office of Dietary Supplements (ODS) provides information that should not take the place of medical advice. We encourage you to talk to your health care providers (doctor, registered dietitian, pharmacist, etc.) about your interest in, questions about, or use of dietary supplements and what may be best for your overall health. Any mention in this publication of a specific product or service, or recommendation from an organization or professional society, does not represent an endorsement by ODS of that product, service, or expert advice.\nUpdated:\nAugust 22, 2025\nHistory of changes to this fact sheet"}
{"doc_id": "nih_ods_vitamin_d", "title": "Vitamin D - Health Professional Fact Sheet", "source": "NIH ODS", "raw_path": "/Users/youngwoosong/Desktop/UofU/Projects/supplement-reality-checker/data/raw/nih_ods_vitamin_d.html", "text": "Vitamin D\nFact Sheet for Health Professionals\nHave a question?\nAsk ODS\nJoin the\nODS Email List\nThis is a fact sheet intended for health professionals.  For a general overview, see our\nconsumer fact sheet\n.\nFor information on vitamin D and COVID-19, see\nDietary Supplements in the Time of COVID-19\n.\nIntroduction\nVitamin D (also referred to as calciferol) is a fat-soluble vitamin that is naturally present in a few foods, added to others, and available as a dietary supplement. It is also produced endogenously when ultraviolet (UV) rays from sunlight strike the skin and trigger vitamin D synthesis.\nVitamin D obtained from sun exposure, foods, and supplements is biologically inert and must undergo two hydroxylations in the body for activation. The first hydroxylation, which occurs in the liver, converts vitamin D to 25-hydroxyvitamin D [25(OH)D], also known as calcidiol. The second hydroxylation occurs primarily in the kidney and forms the physiologically active 1,25-dihydroxyvitamin D [1,25(OH)2D], also known as calcitriol [\n1\n].\nVitamin D promotes calcium absorption in the gut and maintains adequate serum calcium and phosphate concentrations to enable normal bone mineralization and to prevent hypocalcemic tetany (involuntary contraction of muscles, leading to cramps and spasms). It is also needed for bone growth and bone remodeling by osteoblasts and osteoclasts [\n1-3\n]. Without sufficient vitamin D, bones can become thin, brittle, or misshapen. Vitamin D sufficiency prevents rickets in children and osteomalacia in adults. Together with calcium, vitamin D also helps protect older adults from osteoporosis.\nVitamin D has other roles in the body, including reduction of inflammation as well as modulation of such processes as cell growth, neuromuscular and immune function, and glucose metabolism [\n1-3\n]. Many genes encoding proteins that regulate cell proliferation, differentiation, and apoptosis are modulated in part by vitamin D. Many tissues have vitamin D receptors, and some convert 25(OH)D to 1,25(OH)2D.\nIn foods and dietary supplements, vitamin D has two main forms, D\n2\n(ergocalciferol) and D\n3\n(cholecalciferol), that differ chemically only in their side-chain structures. Both forms are well absorbed in the small intestine. Absorption occurs by simple passive diffusion and by a mechanism that involves intestinal membrane carrier proteins [\n4\n]. The concurrent presence of fat in the gut enhances vitamin D absorption, but some vitamin D is absorbed even without dietary fat. Neither aging nor obesity alters vitamin D absorption from the gut [\n4\n].\nAssessing vitamin D status\nSerum concentration of 25(OH)D is the main indicator of vitamin D status. However, the serum concentrations of 25(OH)D that are associated with vitamin D deficiency have not been definitively identified. The Food and Nutrition Board at the National Academies of Sciences, Engineering, and Medicine states that levels of 50 nmol/L (20 ng/mL) or more are sufficient for most people, and that the risk of deficiency increases at serum concentrations of less than 30 nmol/L (12 ng/mL).\nSerum concentration of 25(OH)D is currently the main indicator of vitamin D status. It reflects vitamin D produced endogenously and that obtained from foods and supplements [\n1\n]. In serum, 25(OH)D has a fairly long circulating half-life of 15 days [\n1\n]. Serum concentrations of 25(OH)D are reported in both nanomoles per liter (nmol/L) and nanograms per milliliter (ng/mL). One nmol/L is equal to 0.4 ng/mL, and 1 ng/mL is equal to 2.5 nmol/L.\nAssessing vitamin D status by measuring serum 25(OH)D concentrations is complicated by the considerable variability of the available assays (the two most common ones involve antibodies or chromatography) used by laboratories that conduct the analyses [\n5\n,\n6\n]. As a result, a finding can be falsely low or falsely high, depending on the assay used and the laboratory. The international Vitamin D Standardization Program has developed procedures for standardizing the laboratory measurement of 25(OH)D to improve clinical and public health practice [\n5\n,\n7-10\n].\nIn contrast to 25(OH)D, circulating 1,25(OH)2D is generally not a good indicator of vitamin D status because it has a short half-life measured in hours, and serum levels are tightly regulated by parathyroid hormone, calcium, and phosphate [\n1\n]. Levels of 1,25(OH)2D do not typically decrease until vitamin D deficiency is severe [\n2\n].\nAlthough 25(OH)D functions as a biomarker of exposure, the extent to which 25(OH)D levels also serve as a biomarker of effect on the body (i.e., relating to health status or outcomes) is not clear [\n1\n,\n3\n].\nResearchers have not definitively identified serum concentrations of 25(OH)D associated with deficiency (e.g., rickets), adequacy for bone health, and overall health. After reviewing data on vitamin D needs, an expert committee of the Food and Nutrition Board (FNB) at the National Academies of Sciences, Engineering, and Medicine (NASEM) concluded that people are at risk of vitamin D deficiency at serum 25(OH)D concentrations less than 30 nmol/L (12 ng/mL; see Table 1 for definitions of deficiency and inadequacy) [\n1\n]. Some people are potentially at risk of inadequacy at 30 to 50 nmol/L (12–20 ng/mL). Levels of 50 nmol/L (20 ng/mL) or more are sufficient for most people. The FNB also noted that serum concentrations greater than 125 nmol/L (50 ng/mL) can be associated with adverse effects [\n1\n] (Table 1). The Endocrine Society has not identified 25(OH)D concentrations associated with vitamin D sufficiency, insufficiency, and deficiency and does not recommend routine testing of 25(OH)D concentrations in healthy individuals [\n11\n,\n12\n].\nTable 1: Serum 25-Hydroxyvitamin D [25(OH)D] Concentrations and Health [\n1\n]\nnmol/L*\nng/mL*\nHealth status\n<30\n<12\nAssociated with vitamin D deficiency, which can lead to rickets in infants and children and osteomalacia in adults\n30 to <50\n12 to <20\nGenerally considered inadequate for bone and overall health in healthy individuals\n≥50\n≥20\nGenerally considered adequate for bone and overall health in healthy individuals\n>125\n>50\nLinked to potential adverse effects, particularly at >150 nmol/L (>60 ng/mL)\n*Serum concentrations of 25(OH)D are reported in both nanomoles per liter (nmol/L) and nanograms per milliliter (ng/mL). One nmol/L = 0.4 ng/mL, and 1 ng/mL = 2.5 nmol/L.\nOptimal serum concentrations of 25(OH)D for bone and general health have not been established because they are likely to vary by stage of life, by race and ethnicity, and with each physiological measure used [\n1\n,\n13\n,\n14\n]. In addition, although 25(OH)D levels rise in response to increased vitamin D intake, the relationship is nonlinear [\n1\n]. The amount of increase varies, for example, by baseline serum levels and duration of supplementation.\nRecommended Intakes\nThe Food and Nutrition Board at the National Academies of Sciences, Engineering, and Medicine has established Recommended Dietary Allowances and Adequate Intakes for vitamin D. These values range from 15 to 20 mcg (600–800 IU) for adults and from 10 to 15 mcg (400–600 IU) for infants, children, and adolescents, depending on age.\nIntake recommendations for vitamin D and other nutrients are provided in the Dietary Reference Intakes (DRIs) developed by expert committees of NASEM [\n1\n]. DRI is the general term for a set of reference values used for planning and assessing nutrient intakes of healthy people. These values include the following:\nRecommended Dietary Allowance (RDA): Average daily level of intake sufficient to meet the nutrient requirements of nearly all (97%–98%) healthy individuals; often used to plan nutritionally adequate diets for individuals\nAdequate Intake (AI): Intake at this level is assumed to ensure nutritional adequacy; established when evidence is insufficient to develop an RDA\nEstimated Average Requirement (EAR): Average daily level of intake estimated to meet the requirements of 50% of healthy individuals; usually used to assess the nutrient intakes of groups of people and to plan nutritionally adequate diets for them; can also be used to assess the nutrient intakes of individuals\nTolerable Upper Intake Level (UL): Maximum daily intake unlikely to cause adverse health effects\nThe FNB established RDAs for vitamin D to indicate daily intakes sufficient to maintain bone health and normal calcium metabolism in healthy people. RDAs for vitamin D are listed in both micrograms (mcg) and International Units (IU); 1 mcg vitamin D is equal to 40 IU (Table 2). Even though sunlight is a major source of vitamin D for some people, the FNB based the vitamin D RDAs on the assumption that people receive minimal sun exposure [\n1\n]. For infants from birth to 12 months, the FNB developed AIs based on the amount of vitamin D that maintains serum 25(OH)D levels above 20 ng/mL (50 nmol/L) and supports bone development.\nTable 2: Recommended Dietary Allowances (RDAs) for Vitamin D in Micrograms (mcg) and International Units (IU) [\n1\n]\nAge\nMale\nFemale\nPregnancy\nLactation\n0–6 months*\n10 mcg\n(400 IU)*\n10 mcg\n(400 IU)*\n7–12 months*\n10 mcg\n(400 IU)*\n10 mcg\n(400 IU)*\n1–3 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n4–8 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n9–13 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n14–18 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n19–50 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n51–70 years\n15 mcg\n(600 IU)\n15 mcg\n(600 IU)\n>70 years\n20 mcg\n(800 IU)\n20 mcg\n(800 IU)\n*Adequate Intake (AI)\nMany other countries around the world and some professional societies have somewhat different guidelines for vitamin D intakes [\n15\n]. These differences are a result of an incomplete understanding of the biology and clinical implications of vitamin D, different purposes for the guidelines (e.g., for public health in a healthy population or for clinical practice), and/or the use in some guidelines of observational studies in addition to randomized clinical trials to establish recommendations [\n9\n,\n15\n]. For example, the United Kingdom Scientific Advisory Committee on Nutrition recommends intakes of 10 mcg (400 IU)/day for individuals age 4 years and older [\n16\n]. The Endocrine Society recommends routine vitamin D supplementation for children and teens age 1 to 18 years, pregnant women, adults with pre-diabetes, and adults age 75 years and older, but not for healthy adults age 19 to 74 [\n11\n,\n12\n]. The Endocrine Society does not recommend specific doses but notes that all individuals should adhere to the RDA.\nSources of Vitamin D\nFood\nVitamin D is found naturally in a few foods, such as the flesh of fatty fish, fish liver oils, beef liver, egg yolks, and cheese. In American diets, fortified foods (e.g., milk, breakfast cereals) provide most of the vitamin D.\nFew foods naturally contain vitamin D. The flesh of fatty fish (such as trout, salmon, tuna, and mackerel) and fish liver oils are among the best sources [\n17\n,\n1\n]. An animal’s diet affects the amount of vitamin D in its tissues. Beef liver, egg yolks, and cheese have small amounts of vitamin D, primarily in the form of vitamin D\n3\nand its metabolite 25(OH)D\n3\n. Mushrooms provide variable amounts of vitamin D\n2\n[\n17\n]. Some mushrooms available on the market have been treated with UV light to increase their levels of vitamin D\n2\n. In addition, the Food and Drug Administration (FDA) has approved UV-treated mushroom powder as a food additive for use as a source of vitamin D\n2\nin food products [\n18\n]. Very limited evidence suggests no substantial differences in the bioavailability of vitamin D from various foods [\n19\n].\nAnimal-based foods typically provide some vitamin D in the form of 25(OH)D in addition to vitamin D\n3\n. The impact of this form on vitamin D status is an emerging area of research. Studies show that 25(OH)D appears to be approximately five times more potent than the parent vitamin for raising serum 25(OH)D concentrations [\n17\n,\n20\n,\n21\n]. One study found that when the 25(OH)D content of beef, pork, chicken, turkey, and eggs is taken into account, the total amount of vitamin D in the food is 2 to 18 times higher than the amount in the parent vitamin alone, depending on the food [\n20\n].\nFortified foods provide most of the vitamin D in American diets [\n1\n,\n22\n]. For example, almost all of the U.S. milk supply is voluntarily fortified with about 3 mcg/cup (120 IU), usually in the form of vitamin D\n3\n[\n23\n]. In Canada, milk must be fortified with 0.88 to 1.0 mcg/100 mL (35–40 IU), and the required amount for margarine is at least 13.25 mcg/100 g (530 IU). Other dairy products made from milk, such as cheese and ice cream, are not usually fortified in the United States or Canada. Plant milk alternatives (such as beverages made from soy, almond, or oats) are often fortified with similar amounts of vitamin D to those in fortified cow's milk (about 3 mcg [120 IU]/cup); the Nutrition Facts label lists the actual amount [\n24\n]. Ready-to-eat breakfast cereals often contain added vitamin D, as do some brands of orange juice, yogurt, margarine, and other food products.\nThe United States mandates the fortification of infant formula with 1 to 2.5 mcg/100 kcal (40–100 IU) vitamin D; 1 to 2 mcg/100 kcal (40–80 IU) is the required amount in Canada [\n1\n].\nA variety of foods and their vitamin D levels per serving are listed in Table 3.\nTable 3: Vitamin D Content of Selected Foods [\n25\n]\nFood\nMicrograms\n(mcg) per\nserving\nInternational\nUnits (IU)\nper serving\nPercent DV*\nCod liver oil, 1 tablespoon\n34.0\n1,360\n170\nTrout (rainbow), farmed, cooked, 3 ounces\n16.2\n645\n81\nSalmon (sockeye), cooked, 3 ounces\n14.2\n570\n71\nMushrooms, white, raw, sliced, exposed to UV light, ½ cup\n9.2\n366\n46\nMilk, 2% milkfat, vitamin D fortified, 1 cup\n2.9\n120\n15\nSoy, almond, and oat milks, vitamin D fortified, various brands, 1 cup\n2.5–3.6\n100–144\n13–18\nReady-to-eat cereal, fortified with 10% of the DV for vitamin D, 1 serving\n2.0\n80\n10\nSardines (Atlantic), canned in oil, drained, 2 sardines\n1.2\n46\n6\nEgg, 1 large, scrambled**\n1.1\n44\n6\nLiver, beef, braised, 3 ounces\n1.0\n42\n5\nTuna fish (light), canned in water, drained, 3 ounces\n1.0\n40\n5\nCheese, cheddar, 1.5 ounce\n0.4\n17\n2\nMushrooms, portabella, raw, diced, ½ cup\n0.1\n4\n1\nChicken breast, roasted, 3 ounces\n0.1\n4\n1\nBeef, ground, 90% lean, broiled, 3 ounces\n0\n1.7\n0\nBroccoli, raw, chopped, ½ cup\n0\n0\n0\nCarrots, raw, chopped, ½ cup\n0\n0\n0\nAlmonds, dry roasted, 1 ounce\n0\n0\n0\nApple, large\n0\n0\n0\nBanana, large\n0\n0\n0\nRice, brown, long-grain, cooked, 1 cup\n0\n0\n0\nWhole wheat bread, 1 slice\n0\n0\n0\nLentils, boiled, ½ cup\n0\n0\n0\nSunflower seeds, roasted, ½ cup\n0\n0\n0\nEdamame, shelled, cooked, ½ cup\n0\n0\n0\n*DV = Daily Value. The U.S. Food and Drug Administration (FDA) developed DVs to help consumers compare the nutrient contents of foods and dietary supplements within the context of a total diet. The DV for vitamin D is 20 mcg (800 IU) for adults and children age 4 years and older [\n26\n]. FDA requires food labels to list vitamin D content in mcg per serving. In addition, labels may optionally list the amount in IUs in parentheses. Foods providing 20% or more of the DV are considered to be high sources of a nutrient, but foods providing lower percentages of the DV also contribute to a healthful diet.\n** Vitamin D is in the yolk.\nThe U.S. Department of Agriculture’s (USDA’s)\nFoodData Central\nlists the nutrient content of many foods and provides a comprehensive list of foods containing vitamin D arranged by\nnutrient content\nand by\nfood name\n. However, FoodData Central does not include the amounts of 25(OH)D in foods.\nSun exposure\nPeople can get some of their daily vitamin D through exposure to sunlight, although the season, time of day, length of day, cloud cover, melanin content of the skin, and other factors can affect ultraviolet radiation exposure and vitamin D synthesis.\nMost people in the world meet at least some of their vitamin D needs through exposure to sunlight [\n1\n]. Type B UV (UVB) radiation with a wavelength of approximately 290 to 320 nanometers penetrates uncovered skin and converts cutaneous 7-dehydrocholesterol to previtamin D\n3\n, which in turn becomes vitamin D\n3\n. Season, time of day, length of day, cloud cover, smog, skin melanin content, and sunscreen are among the factors that affect UV radiation exposure and vitamin D synthesis. Older people and people with dark skin are less able to produce vitamin D from sunlight [\n1\n]. UVB radiation does not penetrate glass, so exposure to sunshine indoors through a window does not produce vitamin D [\n27\n].\nThe factors that affect UV radiation exposure, individual responsiveness, and uncertainties about the amount of sun exposure needed to maintain adequate vitamin D levels make it difficult to provide guidelines on how much sun exposure is required for sufficient vitamin D synthesis [\n15\n,\n28\n]. Some expert bodies and vitamin D researchers suggest, for example, that approximately 5 to 30 minutes of sun exposure, particularly between 10 a.m. and 4 p.m., either daily or at least twice a week to the face, arms, hands, and legs without sunscreen usually leads to sufficient vitamin D synthesis [\n13\n,\n15\n,\n28\n]. Moderate use of commercial tanning beds that emit 2% to 6% UVB radiation is also effective [\n13\n,\n29\n].\nHowever, despite the importance of the sun for vitamin D synthesis, limiting skin exposure to sunlight and UV radiation from tanning beds is prudent [\n28\n]. UV radiation is a carcinogen, and UV exposure is the most preventable cause of skin cancer. Federal agencies and national organizations advise taking photoprotective measures to reduce the risk of skin cancer, including using sunscreen with a sun protection factor (SPF) of 15 or higher, whenever people are exposed to the sun [\n28\n,\n30\n]. Sunscreens with an SPF of 8 or more appear to block vitamin D-producing UV rays. In practice, however, people usually do not apply sufficient amounts of sunscreen, cover all sun-exposed skin, or reapply sunscreen regularly. Their skin probably synthesizes some vitamin D, even with typically applied sunscreen amounts [\n1\n,\n28\n].\nDietary supplements\nVitamin D is present in dietary supplements as either vitamin D\n2\nor vitamin D\n3\n. Both can raise the serum level of 25(OH)D. However, research shows that vitamin D\n3\nincreases serum 25(OH)D levels to a greater extent than vitamin D\n2\nand can maintain those higher levels for longer periods of time.\nDietary supplements can contain vitamins D\n2\nor D\n3\n. Vitamin D\n2\nis manufactured using UV irradiation of ergosterol in yeast, and vitamin D\n3\nis typically produced with irradiation of 7-dehydrocholesterol from lanolin obtained from the wool of sheep [\n13\n,\n31\n]. An animal-free version of vitamin D\n3\nsourced from lichen is also available [\n32\n]. People who avoid all animal-sourced products can contact dietary supplement manufacturers to ask about their sourcing and processing techniques.\nBoth vitamins D\n2\nand D\n3\nraise serum 25(OH)D levels, and they seem to have equivalent ability to cure rickets [\n4\n]. In addition, most steps in the metabolism and actions of vitamins D\n2\nand D\n3\nare identical. However, most evidence indicates that vitamin D\n3\nincreases serum 25(OH)D levels to a greater extent and maintains these higher levels longer than vitamin D\n2\n, even though both forms are well absorbed in the gut [\n33-36\n].\nSome studies have used dietary supplements containing the 25(OH)D\n3\nform of vitamin D. Per equivalent microgram dose, 25(OH)D\n3\nis three to five times as potent as vitamin D\n3\n[\n37\n,\n38\n]. However, no 25(OH)D\n3\ndietary supplements appear to be available to consumers on the U.S. market at this time [\n32\n].\nVitamin D Intakes and Status\nAccording to data from the National Health and Nutrition Examination Survey, most people in the United States consume less than the recommended amounts of vitamin D. However, evidence suggests that the majority of people have sufficient serum concentrations of vitamin D based on the thresholds set by the Food and Nutrition Board. Sun exposure is one of the reasons why serum levels of 25(OH)D are generally higher than would be predicted on the basis of vitamin D dietary intakes alone.\nMost people in the United States consume less than recommended amounts of vitamin D. An analysis of data from the 2015–2016 National Health and Nutrition Examination Survey (NHANES) found that average daily vitamin D intakes from foods and beverages were 5.1 mcg (204 IU) in men, 4.2 mcg (168 IU) in women, and 4.9 mcg (196 IU) in children age 2 to 19 years [\n39\n]. In fact, 2013–2016 NHANES data showed that 92% of men, more than 97% of women, and 94% of people age 1 year and older ingested less than the EAR of 10 mcg (400 IU) of vitamin D from food and beverages [\n40\n].\nThe analysis of 2015–2016 data also showed that 28% of all individuals age 2 years and older in the United States took a dietary supplement containing vitamin D [\n39\n]. In addition, 26% of participants age 2 to 5 years and 14% of those age 6 to 11 years took supplements; rates increased with age from 10% of those age 12 to 19 years to 49% of men and 59% of women age 60 and older. Total vitamin D intakes were three times higher with supplement use than with diet alone; the mean intake from foods and beverages alone for individuals age 2 and older was 4.8 mcg (192 IU) but increased to 19.9 mcg (796 IU) when dietary supplements were included.\nSome people take very high doses of vitamin D supplements. In 2013–2014, an estimated 3.2% of the U.S. adult population took supplements containing 100 mcg (4,000 IU) or more vitamin D [\n41\n].\nOne might expect a large proportion of the U.S. population to have vitamin D inadequacy on the basis of vitamin D intakes from foods, beverages, and even dietary supplements. However, comparing vitamin D intakes to serum 25(OH)D levels is problematic. One reason is that sun exposure affects vitamin D status, so serum 25(OH)D levels are usually higher than would be predicted on the basis of vitamin D dietary intakes alone [\n1\n]. Another reason is that animal foods contain some 25(OH)D. This form of vitamin D is not included in intake surveys and is considerably more potent than vitamins D\n2\nor D\n3\nat raising serum 25(OH)D levels [\n42\n].\nAn analysis of NHANES 2011–2014 data on serum 25(OH)D levels found that most people in the United States age 1 year and older had sufficient vitamin D intakes according to the FNB thresholds [\n43\n]. However, 18% were at risk of inadequacy (levels of 30–49 nmol/L [12–19.6 ng/mL]), and 5% were at risk of deficiency (levels below 30 nmol/L [12 ng/mL]). Four percent had levels higher than 125 nmol/L (50 ng/mL). Proportions at risk of deficiency were lowest among children age 1 to 5 years (0.5%), peaked at 7.6% in adults age 20 to 39 years, and fell to 2.9% among adults age 60 years and older; patterns were similar for risks of inadequacy. Rates of deficiency varied by race and ethnicity: 17.5% of non-Hispanic Blacks were at risk of vitamin D deficiency, as were 7.6% of non-Hispanic Asians, 5.9% of Hispanics, and 2.1% of non-Hispanic White people. Again, the pattern was similar for the risk of inadequacy. Vitamin D status in the United States remained stable in the decade between 2003–2004 and 2013–2014.\nVitamin D Deficiency\nVitamin D deficiency is more common among people who are lactose intolerant, have a milk allergy, or follow an ovo-vegetarian or vegan diet. Deficiency may also occur in people who have limited exposure to sunlight, those whose kidneys cannot convert 25(OH)D to its active form, or those who cannot absorb vitamin D efficiently in the digestive tract. Vitamin D deficiency can manifest as rickets in children and as osteomalacia in adolescents and adults.\nPeople can develop vitamin D deficiency when usual intakes are lower over time than recommended levels, exposure to sunlight is limited, the kidneys cannot convert 25(OH)D to its active form, or absorption of vitamin D from the digestive tract is inadequate. Diets low in vitamin D are more common in people who have milk allergy or lactose intolerance and those who consume an ovo-vegetarian or vegan diet [\n1\n].\nIn children, vitamin D deficiency is manifested as rickets, a disease characterized by a failure of bone tissue to become properly mineralized, resulting in soft bones and skeletal deformities [\n44\n]. In addition to bone deformities and pain, severe rickets can cause failure to thrive, developmental delay, hypocalcemic seizures, tetanic spasms, cardiomyopathy, and dental abnormalities [\n45\n,\n46\n].\nProlonged exclusive breastfeeding without vitamin D supplementation can cause rickets in infants, and, in the United States, rickets is most common among breastfed Black infants and children [\n47\n]. In one Minnesota county, the incidence rate of rickets in children younger than 3 years in the decade beginning in 2000 was 24.1 per 100,000 [\n48\n]. Rickets occurred mainly in Black children who were breastfed longer, were born with low birthweight, weighed less, and were shorter than other children. The incidence rate of rickets in the infants and children (younger than 7) seen by 2,325 pediatricians throughout Canada was 2.9 per 100,000 in 2002–2004, and almost all patients with rickets had been breastfed [\n49\n].\nThe fortification of milk (a good source of calcium) and other staples, such as breakfast cereals and margarine, with vitamin D beginning in the 1930s along with the use of cod liver oil made rickets rare in the United States [\n28\n,\n50\n]. However, the incidence of rickets is increasing globally, even in the United States and Europe, especially among immigrants from African, Middle-Eastern, and Asian countries [\n51\n]. Possible explanations for this increase include genetic differences in vitamin D metabolism, dietary preferences, and behaviors that lead to less sun exposure [\n45\n,\n46\n].\nIn adults and adolescents, vitamin D deficiency can lead to osteomalacia, in which existing bone is incompletely or defectively mineralized during the remodeling process, resulting in weak bones [\n46\n]. Signs and symptoms of osteomalacia are similar to those of rickets and include bone deformities and pain, hypocalcemic seizures, tetanic spasms, and dental abnormalities [\n45\n].\nScreening for vitamin D status is becoming a more common part of the routine laboratory bloodwork ordered by primary-care physicians, irrespective of any indications for this practice [\n6\n,\n52-54\n]. No studies have examined whether such screening for vitamin D deficiency results in improved health outcomes [\n55\n]. The U.S. Preventive Services Task Force (USPSTF) found insufficient evidence to assess the benefits and harms of screening for vitamin D deficiency in asymptomatic adults [\n6\n]. It added that no national professional organization recommends population screening for vitamin D deficiency.\nGroups at Risk of Vitamin D Inadequacy\nCertain groups of people are more likely than others to have inadequate vitamin D status. These include breastfed infants, older adults, people with limited sun exposure, people with dark skin, people with conditions that limit fat absorption, and people with obesity or those who have undergone gastric bypass surgery.\nObtaining sufficient vitamin D from natural (nonfortified) food sources alone is difficult. For many people, consuming vitamin D-fortified foods and exposing themselves to some sunlight are essential for maintaining a healthy vitamin D status. However, some groups might need dietary supplements to meet their vitamin D requirements. The following groups are among those most likely to have inadequate vitamin D status.\nBreastfed infants\nConsumption of human milk alone does not ordinarily enable infants to meet vitamin D requirements, because it provides less than 0.6 to 2.0 mcg/L (25 to 78 IU/L) [\n1\n,\n56\n,\n57\n]. The vitamin D content of human milk is related to the mother’s vitamin D status; studies suggest that the breastmilk of mothers who take daily supplements containing at least 50 mcg (2,000 IU) vitamin D\n3\nhave higher levels of the nutrient [\n57\n,\n58\n].\nAlthough UVB exposure can produce vitamin D in infants, the American Academy of Pediatrics (AAP) advises parents to keep infants younger than 6 months out of direct sunlight, dress them in protective clothing and hats, and apply sunscreen on small areas of exposed skin when sun exposure is unavoidable [\n59\n]. The AAP recommends 10 mcg (400 IU)/day vitamin D supplements for exclusively and partially breastfed infants starting shortly after birth and lasting until they are weaned and consume at least 1,000 mL/day vitamin D-fortified formula or whole milk [\n57\n]. The AAP also recommends 10 mcg (400 IU)/day supplemental vitamin D for all infants who are not breastfed and ingest less than 1,000 mL/day vitamin D-fortified formula or milk. An analysis of NHANES 2009–2016 data found that only 20.5% of breastfed infants and 31.1% of infants who were not breastfed ingested these recommended amounts of supplements [\n60\n].\nOlder adults\nOlder adults are at increased risk of developing vitamin D insufficiency, partly because the skin's ability to synthesize vitamin D declines with age [\n1\n,\n61\n]. In addition, older adults are likely to spend more time than younger people indoors, and they might have inadequate dietary intakes of the vitamin [\n1\n].\nPeople with limited sun exposure\nHomebound individuals; people who wear long robes, dresses, or head coverings for religious reasons; and people with occupations that limit sun exposure are among the groups that are unlikely to obtain adequate amounts of vitamin D from sunlight [\n62\n]. The use of sunscreen also limits vitamin D synthesis from sunlight. However, because the extent and frequency of sunscreen use are unknown, the role that sunscreen may play in reducing vitamin D synthesis is unclear [\n1\n].\nPeople with dark skin\nGreater amounts of the pigment melanin in the epidermal layer of the skin result in darker skin and reduce the skin’s ability to produce vitamin D from sunlight [\n1\n]. Black Americans, for example, typically have lower serum 25(OH)D levels than White Americans. However, whether these lower levels in persons with dark skin have significant health consequences is not clear [\n14\n]. Those of African American ancestry, for example, have lower rates of bone fracture and osteoporosis than do Whites (see the section below on bone health and osteoporosis).\nPeople with conditions that limit fat absorption\nBecause vitamin D is fat soluble, its absorption depends on the gut’s ability to absorb dietary fat [\n4\n]. Fat malabsorption is associated with medical conditions that include some forms of liver disease, cystic fibrosis, celiac disease, Crohn’s disease, and ulcerative colitis [\n1\n,\n63\n]. In addition to having an increased risk of vitamin D deficiency, people with these conditions might not eat certain foods, such as dairy products (many of which are fortified with vitamin D), or eat only small amounts of these foods. Individuals who have difficulty absorbing dietary fat might therefore require vitamin D supplementation [\n63\n].\nPeople with obesity or who have undergone gastric bypass surgery\nIndividuals with a body mass index (BMI) of 30 or more have lower serum 25(OH)D levels than individuals without obesity. Obesity does not affect the skin’s capacity to synthesize vitamin D. However, greater amounts of subcutaneous fat sequester more of the vitamin [\n1\n]. People with obesity might need greater intakes of vitamin D to achieve 25(OH)D levels similar to those of people with normal weight [\n1\n,\n64\n,\n65\n].\nIndividuals with obesity who have undergone gastric bypass surgery can also become vitamin D deficient. In this procedure, part of the upper small intestine, where vitamin D is absorbed, is bypassed, and vitamin D that is mobilized into the bloodstream from fat stores might not raise 25(OH)D to adequate levels over time [\n66\n,\n67\n]. Various expert groups—including the American Association of Metabolic and Bariatric Surgery, The Obesity Society, and the British Obesity and Metabolic Surgery Society—have developed guidelines on vitamin D screening, monitoring, and replacement before and after bariatric surgery [\n66\n,\n68\n]\nVitamin D and Health\nThe FNB committee that established DRIs for vitamin D found that the evidence was inadequate or too contradictory to conclude that the vitamin had any effect on a long list of potential health outcomes (e.g., on resistance to chronic diseases or functional measures), except for measures related to bone health. Similarly, in a review of data from nearly 250 studies published between 2009 and 2013, the Agency for Healthcare Research and Quality concluded that no relationship could be firmly established between vitamin D and health outcomes other than bone health [\n69\n]. However, because research has been conducted on vitamin D and numerous health outcomes, this section focuses on seven diseases, conditions, and interventions in which vitamin D might be involved: bone health and osteoporosis, cancer, cardiovascular disease (CVD), depression, multiple sclerosis (MS), type 2 diabetes, and weight loss.\nMost of the studies described in this section measured serum 25(OH)D levels using various methods that were not standardized by comparing them to the best methods. Use of unstandardized 25(OH)D measures can raise questions about the accuracy of the results and about the validity of conclusions drawn from studies that use such measures and, especially, from meta-analyses that pool data from many studies that use different unstandardized measures [\n5\n,\n9\n,\n70\n]. More information about assay standardization is available from the\nVitamin D Standardization Program\nwebpage.\nBone health and osteoporosis\nOsteoporosis is characterized by low bone mass and the deterioration of bone tissue, which increases bone fragility and the risk of fractures. Clinical trials have shown that vitamin D and calcium supplements may increase bone mineral density in some postmenopausal women and older men, but it is not clear whether they reduce falls and fracture rates. In addition, the results of studies that have evaluated the effects of supplemental vitamin D on muscle strength and the rate of decline in muscle function have been inconsistent.\nBone is constantly being remodeled. However, as people age—and particularly in women during menopause—bone breakdown rates overtake rates of bone building. Over time, bone density can decline, and osteoporosis can eventually develop [\n71\n].\nMore than 53 million adults in the United States have or are at risk of developing osteoporosis, which is characterized by low bone mass and structural deterioration of bone tissue that increases bone fragility and the risk of bone fractures [\n72\n]. About 2.3 million osteoporotic fractures occurred in the United States in 2015 [\n73\n]. Osteoporosis is, in part, a long-term effect of calcium and/or vitamin D insufficiency, in contrast to rickets and osteomalacia, which result from vitamin D deficiency. Osteoporosis is most often associated with inadequate calcium intakes, but insufficient vitamin D intakes contribute to osteoporosis by reducing calcium absorption [\n1\n].\nBone health also depends on support from the surrounding muscles to assist with balance and postural sway and thereby reduce the risk of falling. Vitamin D is also needed for the normal development and growth of muscle fibers. In addition, inadequate vitamin D levels can adversely affect muscle strength and lead to muscle weakness and pain (myopathy) [\n1\n].\nMost trials of the effects of vitamin D supplements on bone health also included calcium supplements, so isolating the effects of each nutrient is difficult. In addition, studies provided different amounts of nutrients and used different dosing schedules.\nClinical trial evidence on older adults\nAmong postmenopausal women and older men, many clinical trials have shown that supplements of both vitamin D and calcium result in small increases in bone mineral density throughout the skeleton [\n1\n,\n74\n]. They also help reduce fracture rates in institutionalized older people. However, the evidence on the impact of vitamin D and calcium supplements on fractures in community-dwelling individuals is inconsistent.\nThe USPSTF evaluated 11 randomized clinical trials of vitamin D and/or calcium supplementation in a total of 51,419 healthy, community-dwelling adults age 50 years and older who did not have osteoporosis, vitamin D deficiency, or prior fractures [\n75\n,\n76\n]. It concluded that the current evidence was insufficient to evaluate the benefits and harms of supplementation to prevent fractures. In addition, the USPSTF recommended against supplementation with 10 mcg (400 IU) or less of vitamin D and 1,000 mg or less of calcium to prevent fractures in this population, but it could not determine the balance of benefits and harms from higher doses.\nThe USPSTF also reviewed the seven published studies on the effects of vitamin D supplementation (two of them also included calcium supplementation) on the risk of falls in community-dwelling adults age 65 years or older who did not have osteoporosis or vitamin D deficiency. It concluded with moderate certainty that vitamin D supplementation does not reduce the numbers of falls or injuries, such as fractures, resulting from falls [\n77\n,\n78\n]. Another recent systematic review also found that vitamin D and calcium supplements had no beneficial effects on fractures, falls, or bone mineral density [\n79\n,\n80\n]. In contrast, a meta-analysis of six trials in 49,282 older adults found that daily vitamin D (10 or 20 mcg [400 IU or 800 IU]/day) and calcium (800 or 1,200 mg/day) supplementation for a mean of 5.9 years reduced the risk of any fracture by 6% and of hip fracture by 16% [\n81\n].\nOne systematic review and meta-analysis of 11 randomized, controlled trials published through 2018 of vitamin D supplementation alone (10–20 mcg [400–800 IU]/day or more at least every week or as rarely as once a year) for 9 months to 5 years found that the supplements provided no protection from fractures in 34,243 older adults [\n81\n].\nMore recently, a 2022 ancillary study of the Vitamin D and Omega-3 Trial (VITAL; described in the Cancer section below) investigated whether supplemental vitamin D\n3\n(50 mcg [2,000 IU]/day) would lower the risk of fractures in 25,871 generally healthy men age 50 years and older and women age 55 years and older over a median follow-up of 5.3 years [\n82\n]. The mean age of all participants was 67.1 years; 50.6% were women and 20.2% were Black. Most participants were vitamin D sufficient; at baseline, only 2.4% had serum 25(OH)D levels less than 30 nmol/L (12 ng/mL), and 12.9% less than 50 nmol/L (20 ng/mL). Vitamin D supplementation did not lower the risk of total fractures, hip fractures, or nonvertebral fractures as compared with placebo. No substantial between-group differences in fracture incidence were found by race, ethnic group, BMI, age, baseline 25(OH)D levels, or whether participants took supplemental calcium, were at high fracture risk, or had a history of fragility fractures.\nVitamin D supplements for bone health in minority populations\nBone mineral density, bone mass, and fracture risk are correlated with serum 25(OH)D levels in White Americans and Mexican Americans, but not in Black Americans [\n14\n,\n83\n]. Factors such as adiposity, skin pigmentation, vitamin D binding protein polymorphisms, and genetics contribute to differences in 25(OH)D levels between Black and White Americans.\nOne clinical trial randomized 260 Black women age 60 years and older (mean age 68.2 years) to receive 60 to 120 mcg (2,400 to 4,800 IU) per day vitamin D\n3\nsupplementation to maintain serum 25(OH)D levels above 75 nmol/L (30 ng/mL) for 3 years [\n84\n]. The results showed no association between 25(OH)D levels or vitamin D dose and the risk of falling in the 184 participants who completed the study. In fact, Black Americans might have a greater risk than White Americans of falls and fractures with daily vitamin D intakes of 50 mcg (2,000 IU) or more [\n14\n]. Furthermore, the bone health of older Black American women does not appear to benefit from raising serum 25(OH)D levels beyond 50 nmol/L (20 ng/mL) [\n84\n].\nVitamin D supplements and muscle function\nStudies examining the effects of supplemental vitamin D on muscle strength and on rate of decline in muscle function have had inconsistent results [\n55\n]. One recent clinical trial, for example, randomized 78 frail and near-frail adults age 65 years and older to receive 20 mcg (800 IU) vitamin D\n3\n, 10 mcg 25(OH)D, or placebo daily for 6 months. The groups showed no significant differences in measures of muscle strength or performance [\n85\n]. Another study randomized 100 community-dwelling men and women age 60 years and older (most were White) with serum 25(OH)D levels of 50 nmol/L (20 ng/ml) or less to 800 IU vitamin D\n3\nor placebo for 1 year [\n86\n]. Participants in the treatment group whose serum 25(OH)D level was less than 70 nmol/L (28 ng/ml) after 4 months received an additional 800 IU/day vitamin D\n3\n. Despite increasing serum 25(OH)D levels to an average of more than 80 nmol/L (32 ng/ml), vitamin D supplementation did not affect lower-extremity power, strength, or lean mass.\nConclusions about vitamin D supplements and bone health\nAll adults should consume recommended amounts of vitamin D and calcium from foods and supplements if needed. Older women and men should consult their health care providers about their needs for both nutrients as part of an overall plan to maintain bone health and to prevent or treat osteoporosis.\nCancer\nSome evidence suggests that vitamin D might inhibit carcinogenesis and slow tumor progression. However, most research has found no relationship between serum 25(OH)D levels and risk of cancer. The results of clinical trials have generally failed to show that vitamin D supplementation with or without calcium supplementation reduces the incidence of cancer. Adequate or higher 25(OH)D levels might reduce cancer mortality rates, but more research is needed to determine the effects of vitamin D supplementation in people with cancer.\nLaboratory and animal studies suggest that vitamin D might inhibit carcinogenesis and slow tumor progression by, for example, promoting cell differentiation and inhibiting metastasis. Vitamin D might also have anti-inflammatory, immunomodulatory, proapoptotic, and antiangiogenic effects [\n1\n,\n87\n]. Observational studies and clinical trials provide mixed evidence on whether vitamin D intakes or serum levels affect cancer incidence, progression, or mortality risk.\nTotal cancer incidence and mortality\nSome observational studies show associations between low serum levels of 25(OH)D and increased risks of cancer incidence and death. In a meta-analysis of 16 prospective cohort studies in a total of 137,567 participants who had 8,345 diagnoses of cancer, 5,755 participants died from cancer [\n88\n]. A 50 nmol/L (20 ng/mL) increase in 25(OH)D levels was associated with an 11% reduction in total cancer incidence rates and, in women but not men, a 24% reduction in cancer mortality rates. A meta-analysis of prospective studies that evaluated the association between serum 25(OH)D levels and cancer incidence (8 studies) or cancer mortality (16 studies) found that cancer risk decreased by 7% and cancer mortality rates decreased by 2% with each 20 nmol/L (8 ng/mL) increase in serum 25(OH)D levels [\n89\n]. Importantly, not all observational studies found higher vitamin D status to be beneficial, and the studies varied considerably in study populations, baseline comorbidities, and measurement of vitamin D levels.\nClinical trial evidence provides some support for the observational findings. For example, three meta-analyses of clinical trial evidence found that vitamin D supplementation does not affect cancer incidence but does significantly reduce total cancer mortality rates by 12% to 13% [\n90-92\n]. In the most recent meta-analysis, 10 randomized clinical trials (including the VITAL trial described below) that included 6,537 cancer cases provided 10 to 50 mcg (400–2,000 IU) vitamin D\n3\ndaily (six trials) or 500 mcg (20,000 IU)/week to 12,500 mcg (500,000 IU)/year boluses of vitamin D\n3\n(four trials) [\n91\n]. The study reports included 3 to 10 years of follow-up data. The vitamin D supplements were associated with serum 25(OH)D levels of 54 to 135 nmol/L (21.6–54 ng/mL). Vitamin D supplementation reduced cancer mortality rates by 13%, and most of the benefit occurred with daily supplementation.\nThe VITAL clinical trial that investigated the effects of vitamin D supplementation on the primary prevention of cancer in the general population gave 50 mcg (2,000 IU)/day vitamin D\n3\nsupplements with or without 1,000 mg/day marine omega-3 fatty acids or a placebo for a median of 5.3 years [\n93\n]. The study included 25,871 men age 50 years and older and women age 55 years and older who had no history of cancer, and most had adequate serum 25(OH)D levels at baseline. Rates of breast, prostate, and colorectal cancer did not differ significantly between the vitamin D and placebo groups. However, normal-weight participants had greater reductions in cancer incidence and mortality rates than those with overweight or obesity.\nThe Women's Health Initiative (WHI) clinical trial randomized 36,282 postmenopausal women to receive 10 mcg (400 IU) vitamin D\n3\nplus 1,000 mg calcium daily or a placebo for a mean of 7 years [\n94\n]. Results showed no effect of supplemental vitamin D and calcium on cancer incidence or mortality during the 7-year trial. Similarly, the supplements did not affect cancer incidence over a long-term median follow-up of 22.3 years, but they did reduce cancer mortality by 7% over this period of time [\n95\n].\nA few studies have examined the effect of vitamin D supplementation on specific cancers. Below are brief descriptions of studies of vitamin D and its association with, or effect on, breast, colorectal, lung, pancreatic, and prostate cancers.\nBreast cancer\nSome observational studies support an inverse association between 25(OH)D levels and breast cancer risk and mortality, but others do not [\n96-99\n]. In the WHI clinical trial described above, vitamin D\n3\nand calcium supplements did not reduce breast cancer incidence, and 25(OH)D levels at the start of the study were not associated with breast cancer risk [\n100\n].\nIn a subsequent investigation for 4.9 years after the study's end, women who had taken the vitamin D and calcium supplements (many of whom continued to take them) had an 18% lower risk of in situ (noninvasive) breast cancer [\n101\n]. However, women with vitamin D intakes higher than 15 mcg (600 IU)/day at the start of the trial and who received the supplements experienced a 28% increased risk of invasive (but not in situ) breast cancer.\nColorectal cancer\nA large case-control study included 5,706 individuals who developed colorectal cancer and whose 25(OH)D levels were assessed a median of 5.5 years from blood draw to cancer diagnosis and 7,105 matched controls [\n102\n]. The results showed an association between 25(OH)D levels lower than 30 nmol/L (12 ng/mL) and a 31% higher colorectal cancer risk. Levels of 75 to less than 87.5 nmol/L (30 to less than 35 ng/mL) and 87.5 to less than 100 nmol/L (35 to less than 40 ng/mL) were associated with a 19% and 27% lower risk, respectively. The association was substantially stronger in women.\nIn the WHI clinical trial described above, vitamin D\n3\nand calcium supplements had no effect on rates of colorectal cancer [\n103\n]. In a subsequent investigation for 4.9 years after the study's end, women who had taken the vitamin D and calcium supplements (many of whom continued to take them) still had the same colorectal cancer risk as those who received placebo [\n101\n].\nAnother study included 2,259 healthy individuals age 45 to 75 years who had had one or more serrated polyps (precursor lesions to colorectal cancer) that had been removed [\n104\n]. These participants were randomized to take 25 mcg (1,000 IU) vitamin D\n3\n, 1,200 mg calcium, both supplements, or a placebo daily for 3 to 5 years, followed by an additional 3 to 5 years of observation after participants stopped the treatment. Vitamin D alone did not significantly affect the development of new serrated polyps, but the combination of vitamin D with calcium increased the risk almost fourfold. The VITAL trial found no association between vitamin D supplementation and the risk of colorectal adenomas or serrated polyps [\n105\n].\nLung cancer\nA study of cohorts that included 5,313 participants who developed lung cancer and 5,313 matched controls found no association between serum 25(OH)D levels and risk of subsequent lung cancer, even when the investigators analyzed the data by sex, age, race and ethnicity, and smoking status [\n106\n].\nPancreatic cancer\nOne study comparing 738 men who developed pancreatic cancer to 738 matched controls found no relationship between serum 25(OH)D levels and risk of pancreatic cancer [\n107\n]. Another study that compared 200 male smokers in Finland with pancreatic cancer to 400 matched controls found that participants in the highest quintile of 25(OH)D levels (more than 65.5 nmol/L [26.2 ng/mL]) had a threefold greater risk of developing pancreatic cancer over 16.7 years than those in the lowest quintile (less than 32 nmol/L [12.8 ng/mL]) [\n108\n]. An investigation that pooled data from 10 studies of cancer in 12,205 men and women found that concentrations of 25(OH)D greater than 75 nmol/L (30 ng/mL) but less than 100 nmol/L (40 ng/mL) did not reduce the risk of pancreatic cancer. However, the results did show an increased risk of pancreatic cancer with 25(OH)D levels of 100 nmol/L (40 ng/mL) or above [\n109\n].\nProstate cancer\nResearch to date provides mixed evidence on whether levels of 25(OH)D are associated with the development of prostate cancer. Several studies published in 2014 suggested that high levels of 25(OH)D might increase the risk of prostate cancer. For example, a meta-analysis of 21 studies that included 11,941 men with prostate cancer and 13,870 controls found a 17% higher risk of prostate cancer for participants with higher levels of 25(OH)D [\n110\n]. What constituted a higher level varied by study but was typically at least 75 nmol/L (30 ng/mL). In a cohort of 4,733 men, of which 1,731 had prostate cancer, those with 25(OH)D levels of 45 to 70 nmol/L (18–28 ng/mL) had a significantly lower risk of the disease than men with either lower or higher values [\n111\n]. This U-shaped association was most pronounced for men with the most aggressive forms of prostate cancer. A case-control analysis of 1,695 cases of prostate cancer and 1,682 controls found no associations between 25(OH)D levels and prostate cancer risk [\n112\n]. However, higher serum 25(OH)D levels (at a cut point of 75 nmol/L [30 ng/mL]) were linked to a modestly higher risk of slow-growth prostate cancer and a more substantial lower risk of aggressive disease.\nSince 2014, however, several published studies and meta-analyses have found no relationship between 25(OH)D levels and prostate cancer risk [\n113\n,\n114\n]. For example, an analysis was conducted of 19 prospective studies that provided data on prediagnostic levels of 25(OH)D for 13,462 men who developed prostate cancer and 20,261 control participants [\n115\n]. Vitamin D deficiency or insufficiency did not increase the risk of prostate cancer, and higher 25(OH)D concentrations were not associated with a lower risk.\nSeveral studies have examined whether levels of 25(OH)D in men with prostate cancer are associated with a lower risk of death from the disease or from any cause. One study included 1,119 men treated for prostate cancer whose plasma 25(OH)D levels were measured 4.9 to 8.6 years after their diagnosis. Among the 198 participants who died (41 deaths were due to prostate cancer), 25(OH)D levels were not associated with risk of death from prostate cancer or any cause [\n116\n]. However, a meta-analysis of seven cohort studies that included 7,808 men with prostate cancer found higher 25(OH)D levels to be significantly associated with lower mortality rates from prostate cancer or any other cause [\n117\n]. A dose-response analysis found that each 20 nmol/L [8 ng/mL] increase in 25(OH)D was associated with a 9% lower risk of both all-cause and prostate cancer-specific mortality.\nFor men with prostate cancer, whether vitamin D supplementation lengthens cancer-related survival is not clear. A meta-analysis of three randomized controlled trials in 1,273 men with prostate cancer found no significant differences in total mortality rates between those receiving vitamin D supplementation (from 10 mcg [400 IU]/day for 28 days to 45 mcg [1,800 IU] given in three doses total at 2-week intervals) and those receiving a placebo [\n118\n].\nConclusions about vitamin D and cancer\nThe USPSTF stated that, due to insufficient evidence, it was unable to assess the balance of benefits and harms of supplemental vitamin D to prevent cancer [\n119\n]. Taken together, studies to date do not indicate that vitamin D with or without calcium supplementation reduces the incidence of cancer, but adequate or higher 25(OH)D levels might reduce cancer mortality rates. Further research is needed to determine whether vitamin D inadequacy increases cancer risk, whether greater exposure to the nutrient can prevent cancer, and whether some individuals could have an increased risk of cancer because of their vitamin D status over time.\nCardiovascular disease\nVitamin D has been linked to heart health and the risk of cardiovascular disease and vitamin D deficiency is associated with vascular dysfunction, arterial stiffening, left ventricular hypertrophy, and hyperlipidemia. While data from observational studies support an association between higher serum levels of 25(OH)D and a lower risk of cardiovascular disease incidence and mortality, clinical trials have not confirmed these results; several trials have reported that vitamin D supplementation did not reduce the risk of cardiovascular disease, even among people with low 25(OH)D status.\nVitamin D helps regulate the renin-angiotensin-aldosterone system (and thereby blood pressure), vascular cell growth, and inflammatory and fibrotic pathways [\n120\n]. Vitamin D deficiency is associated with vascular dysfunction, arterial stiffening, left ventricular hypertrophy, and hyperlipidemia [\n121\n]. For these reasons, vitamin D has been linked to heart health and risk of CVD.\nObservational studies support an association between higher serum 25(OH)D levels and a lower risk of CVD incidence and mortality. For example, a meta-analysis included 34 observational studies that followed 180,667 participants (mean age greater than 50 years) for 1.3 to more than 32 years. The results showed that baseline serum 25(OH)D levels were inversely associated with total number of CVD events (including myocardial infarction, ischemic heart disease, heart failure, and stroke) and mortality risk [\n122\n]. Overall, the risk of CVD events was 10% lower for each 25 nmol/L (10 ng/mL) increase in serum 25(OH)D.\nAnother large observational study that followed 247,574 adults from Denmark for 0 to 7 years found that levels of 25(OH)D that were low (about 12.5 nmol/L [5 ng/mL]) and high (about 125 nmol/L [50 ng/mL]) were associated with a greater risk of mortality from CVD, stroke, and acute myocardial infarction [\n123\n]. Other meta-analyses of prospective studies have found associations between lower vitamin D status measured by serum 25(OH)D levels or vitamin D intakes and an increased risk of ischemic stroke, ischemic heart disease, myocardial infarction, and early death [\n124\n,\n125\n].\nIn contrast to the observational studies, clinical trials have provided little support for the hypothesis that supplemental vitamin D reduces the risk of CVD or CVD mortality. For example, a 3-year trial in New Zealand randomized 5,110 adults (mean age 65.9 years) to a single dose of 5,000 mcg (200,000 IU) vitamin D\n3\nfollowed by 2,500 mcg (100,000 IU) each month or a placebo for a median of 3.3 years [\n126\n]. Vitamin D supplementation had no effect on the incidence rate of myocardial infarction, angina, heart failure, arrhythmia, arteriosclerosis, stroke, venous thrombosis, or death from CVD. Similarly, the VITAL clinical trial described above found that vitamin D supplements did not significantly decrease rates of heart attacks, strokes, coronary revascularization, or deaths from cardiovascular causes [\n93\n]. Moreover, the effects did not vary by baseline serum 25(OH)D levels or whether participants took the trial’s omega-3 supplement in addition to vitamin D.\nHowever, another clinical trial designed to investigate bone fracture risk found that 20 mcg (800 IU)/day vitamin D\n3\n(with or without calcium) or a placebo in 5,292 adults age 70 years and older for a median of 6.2 years offered protection from cardiac failure, but not myocardial infarction or stroke [\n127\n]. In the WHI clinical trial described above, daily supplementation with 10 mcg (400 IU) vitamin D\n3\nand 1,000 mg calcium did not affect cardiovascular disease risk during the 7-year trial [\n128\n] or during a long-term median follow-up of 22.3 years [\n95\n]. However, during this long-term follow-up period, women who received the supplements had a 6% higher risk of death from cardiovascular disease than those who received placebo [\n95\n].\nHigh serum cholesterol levels and hypertension are two of the main risk factors for CVD. The data on supplemental vitamin D and cholesterol levels are mixed, as shown in one meta-analysis of 41 clinical trials in a total of 3,434 participants (mean age 55 years). The results of this analysis showed that 0.5 mcg (20 IU) to 214 mcg (8,570 IU)/day vitamin D supplementation (mean of 2,795 IU) for 6 weeks to 3 years reduced serum total cholesterol, low-density lipoprotein cholesterol, and triglyceride levels, but not high-density lipoprotein cholesterol levels [\n129\n].\nStudies of the effects of vitamin D supplements on hypertension have also had mixed findings. In one meta-analysis of 46 clinical trials that included 4,541 participants, vitamin D supplements (typically 40 mcg [1,600 IU]/day or less) for a minimum of 4 weeks had no significant effects on systolic or diastolic blood pressure [\n130\n]. In contrast, another meta-analysis of 30 clinical trials in 4,744 participants (mean age 54.5 years) that administered 5 mcg (200 IU) to 300 mcg (12,000 IU)/day vitamin D\n3\nfor a mean of 5.6 months showed that more than 20 mcg (800 IU)/day significantly reduced systolic and diastolic blood pressure in normal-weight participants who had hypertension [\n131\n]. However, more than 20 mcg (800 IU)/day vitamin D\n3\n, when taken with calcium supplements, significantly increased blood pressure in participants with overweight and obesity. Another meta-analysis of genetic studies in 146,581 participants (primarily adults) found that a low vitamin D status increased blood pressure and hypertension risk in people with genetic variants associated with low endogenous production of 25(OH)D [\n132\n].\nOverall, clinical trials show that vitamin D supplementation does not reduce CVD risk, even for people with low 25(OH)D status (below 20 nmol/L [12 ng/mL]) at baseline [\n93\n,\n126\n].\nDepression\nVitamin D may be involved in the pathophysiology of depression, and low levels of 25(OH)D have been associated with a higher risk of depression. However, vitamin D supplementation has not been shown to prevent depression or treat depressive symptoms in clinical trials.\nVitamin D receptors are present on neurons and glia in areas of the brain that are thought to be involved in the pathophysiology of depression [\n133\n].\nA systematic review and meta-analysis of 14 observational studies that included a total of 31,424 adults (mean age ranging from 27.5 to 77 years) found an association between deficient or low levels of 25(OH)D and depression [\n133\n].\nClinical trials, however, do not support these findings. For example, a meta-analysis of nine trials with a total of 4,923 adult participants diagnosed with depression or depressive symptoms found no significant reduction in symptoms after supplementation with vitamin D [\n134\n]. The trials administered different amounts of vitamin D (ranging from 10 mcg [400 IU]/day to 1,000 mcg [40,000 IU]/week). They also had different study durations (5 days to 5 years), mean participant ages (range, 22 years to 75 years), and baseline 25(OH)D levels; furthermore, some but not all studies administered concurrent antidepressant medications.\nThree trials conducted since that meta-analysis also found no effect of vitamin D supplementation on depressive symptoms. One trial included 206 adults (mean age 52 years) who were randomized to take a bolus dose of 2,500 mcg (100,000 IU) vitamin D\n3\nfollowed by 500 mcg (20,000 IU)/week or a placebo for 4 months [\n135\n]. Most participants had minimal or mild depression, had a low mean baseline 25(OH) level of 33.8 nmol/L (13.5 ng/mL), and were not taking antidepressants. The second trial included 155 adults age 60 to 80 years who had clinically relevant depressive symptoms, no major depressive disorder, and serum 25(OH)D levels less than 50 to 70 nmol/L (20 to 28 ng/mL) depending on the season; in addition, they were not taking antidepressants [\n136\n,\n137\n]. Participants were randomized to take either 30 mcg (1,200 IU)/day vitamin D\n3\nor a placebo for 1 year. In the VITAL trial described above, 16,657 men and women 50 years of age and older with no history of depression and 1,696 with an increased risk of recurrent depression (that had not been medically treated for the past 2 years) were randomized to take 50 mcg (2,000 IU)/day vitamin D\n3\n(with or without fish oil) or a placebo for a median of 5.3 years [\n138\n]. The groups showed no significant differences in the incidence and recurrent rates of depression, clinically relevant depressive symptoms, or changes in mood scores.\nOverall, clinical trials did not find that vitamin D supplements helped prevent or treat depressive symptoms or mild depression, especially in middle-age to older adults who were not taking prescription antidepressants. No studies have evaluated whether vitamin D supplements may benefit individuals under medical care for clinical depression who have low or deficient 25(OH)D levels and are taking antidepressant medication.\nMultiple sclerosis\nEpidemiological and genetic studies have found an association between multiple sclerosis and low 25(OH)D levels. Observational studies suggest that adequate vitamin D concentrations might reduce the risk of contracting multiple sclerosis, slow the disease’s progression, and decrease the risk of relapse. Clinical trial evidence is limited, so experts cannot draw conclusions about whether vitamin D can help prevent multiple sclerosis, but vitamin D supplementation does not appear to help mitigate the signs and symptoms of the disease or reduce relapse rates.\nMS is an autoimmune disease of the central nervous system that damages the myelin sheath surrounding and protecting nerve cells in the brain and spinal cord. This damage hinders or blocks messages between the brain and body, leading to clinical features, such as vision loss, motor weakness, spasticity, ataxia, tremor, sensory loss, and cognitive impairment [\n139\n,\n140\n]. Some people with MS eventually lose the ability to write, speak, or walk.\nThe geographical distribution of MS around the world is unequal. Few people near the equator develop the disease, whereas the prevalence is higher further north and south. This uneven distribution has led to speculation that lower vitamin D levels in people who have less sunlight exposure might predispose them to the disease [\n140\n].\nMany epidemiological and genetic studies have shown an association between MS and low 25(OH)D levels before and after the disease begins [\n140\n]. Observational studies suggest that adequate vitamin D levels might reduce the risk of contracting MS and, once MS is present, decrease the risk of relapse and slow the disease's progression [\n141\n]. One study, for example, tested 25(OH)D levels in 1,092 women in Finland an average of 9 years before their MS diagnosis and compared their outcomes with those of 2,123 similar women who did not develop MS [\n142\n]. More than half the women who developed MS had deficient or insufficient vitamin D levels. Women with 25(OH)D levels of less than 30 nmol/L (12 ng/mL) had a 43% higher MS risk than women with levels of 50 nmol/L (20 ng/mL) or higher. Among the women with two or more serum 25(OH)D samples taken before diagnosis (which reduced random measurement variation), a 50 nmol/L increase in 25(OH)D was associated with a 41% reduced risk of MS, and 25(OH)D levels less than 30 nmol/L were associated with an MS risk that was twice as high as levels of 50 nmol/L or higher.\nTwo earlier prospective studies of similar design—one in the United States with 444 non-Hispanic White individuals [\n143\n] and the other with 576 individuals in northern Sweden [\n144\n]—found that levels of 25(OH)D greater than 99.1 nmol/L (39.6 ng/mL) and at least 75 nmol/L (30 ng/mL), respectively, were associated with a 61% to 62% lower risk of MS.\nNo clinical trials have examined whether vitamin D supplementation can prevent the onset of MS, but several have investigated whether supplemental vitamin D can help manage the disease. A 2018 Cochrane Review analyzed 12 such trials that had a total of 933 participants with MS; the reviewers judged all of these trials to be of low quality [\n140\n]. Overall, vitamin D supplementation, when compared with placebo administration, had no effect on relevant clinical outcomes, such as recurrent relapse or worsened disability.\nExperts have reached no firm consensus on whether vitamin D can help prevent MS given the lack of clinical trial evidence [\n145\n]. In addition, studies have not consistently shown that vitamin D supplementation tempers the signs and symptoms of active MS or reduces rates of relapse.\nType 2 diabetes\nObservational studies have found an inverse association between vitamin D status and blood glucose levels. However, vitamin D supplementation does not appear to help maintain glucose homeostasis, reduce the risk of progression from prediabetes to type 2 diabetes, or help manage the disease, particularly in vitamin D-replete individuals.\nVitamin D plays a role in glucose metabolism. It stimulates insulin secretion via the vitamin D receptor on pancreatic beta cells and reduces peripheral insulin resistance through vitamin D receptors in the muscles and liver [\n146\n]. Vitamin D might be involved in the pathophysiology of type 2 diabetes through its effects on glucose metabolism and insulin signaling as well as its ability to reduce inflammation and improve pancreatic beta-cell function [\n147\n,\n148\n].\nObservational studies have linked lower serum 25(OH)D levels to an increased risk of diabetes, but their results might have been confounded by the fact that many participants were overweight or had obesity and were therefore more predisposed to developing diabetes and having lower 25(OH)D levels [\n1\n]. A review of 71 observational studies in adults with and without type 2 diabetes from 16 countries found a significant inverse relationship between vitamin D status and blood sugar levels in participants who did and did not have diabetes [\n149\n].\nIn contrast to observational studies, clinical trials provide little support for the benefits of vitamin D supplementation for glucose homeostasis. One trial included 65 adult men and women (mean age 32 years) with overweight or obesity who were otherwise healthy, did not have diabetes, and had low serum vitamin D levels (at or below 50 nmol/L [20 ng/mL]) [\n150\n]. The investigators randomly assigned participants to receive either a bolus oral dose of 2,500 mcg (100,000 IU) vitamin D\n3\nfollowed by 100 mcg (4,000 IU)/day or a placebo for 16 weeks. In the 54 participants who completed the study, vitamin D supplementation did not improve insulin sensitivity or insulin secretion in comparison with placebo.\nOne systematic review and meta-analysis evaluated 35 clinical trials that included 43,407 adults with normal glucose tolerance, prediabetes, or type 2 diabetes who received a median of 83 mcg (3,332 IU)/day vitamin D supplements or placebo for a median of 16 weeks [\n151\n]. Vitamin D had no significant effects on glucose homeostasis, insulin secretion or resistance, or hemoglobin A1c levels (a measure of average blood sugar levels over the previous 2–3 months), irrespective of the study population, vitamin D dose, or trial quality.\nSeveral trials have investigated whether vitamin D supplementation can prevent the transition from prediabetes to diabetes in patients with adequate 25(OH)D levels, and all have had negative results. In a trial in Norway, 511 men and women age 25 to 80 years (mean age 62 years) with prediabetes received 500 mcg (20,000 IU) vitamin D\n3\nor a placebo each week for 5 years [\n152\n]. The results showed no significant differences in rates of progression to type 2 diabetes; in serum glucose, insulin, or hemoglobin A1c levels; or in measures of insulin resistance. At baseline, participants had an adequate mean serum 25(OH)D level of 60 nmol/L (24 ng/mL).\nThe largest trial to date of vitamin D supplements for diabetes prevention randomized 2,423 men and women age 25 years and older (mean age 60 years) with prediabetes and overweight or obesity (mean BMI of 32.1) to 100 mcg (4,000 IU)/day vitamin D\n3\nor placebo for a median of 2.5 years [\n148\n]. Most participants (78%) had adequate serum levels of vitamin D at baseline (at least 50 nmol/L [20 ng/mL]). Vitamin D did not significantly prevent the development of diabetes in comparison with placebo. However, a post hoc analysis showed a 62% lower incidence of diabetes among participants with low baseline serum 25(OH)D levels (less than 30 nmol/L [12 ng/mL]) who took the vitamin D supplement than among those who took the placebo [\n148\n,\n153\n].\nStudies have also assessed the value of vitamin D supplementation for managing diabetes, and they have found that the vitamin offers limited benefits. One meta-analysis of 20 clinical trials compared the effects of 0.5 mcg (20 IU)/day to 1,250 mcg (50,000 IU)/week vitamin D supplementation for 2 to 6 months with those of placebo on glycemic control in 2,703 adults from around the world who had diabetes [\n146\n]. The vitamin D reduced insulin resistance to a small but significant degree, especially in people taking more than 50 mcg (2,000 IU)/day who were vitamin D deficient at baseline, had good glycemic control, did not have obesity, and were of Middle Eastern ethnicity. However, the supplementation had no significant effects on fasting blood glucose, hemoglobin A1c, or fasting insulin levels.\nClinical trials to date provide little evidence that vitamin D supplementation helps maintain glucose homeostasis, reduces the risk of progression from prediabetes to type 2 diabetes, or helps manage the disease, particularly in vitamin D-replete individuals.\nWeight loss\nAlthough there is some evidence that higher body weights are associated with lower vitamin D status, the available research does not support the use of vitamin D supplements to promote weight loss.\nObservational studies indicate that higher body weights are associated with lower vitamin D status, and individuals with obesity frequently have marginal or deficient circulating 25(OH)D levels [\n154\n]. However, clinical trials do not support a cause-and-effect relationship between vitamin D and weight loss.\nA systematic review and meta-analysis of 15 weight-loss intervention studies that used caloric restriction, exercise, or both, but not necessarily vitamin D supplementation or other treatments, found that people who lost weight had significantly greater increases in serum 25(OH)D levels than those who maintained their weight [\n155\n]. In another study, 10 mcg (400 IU)/day vitamin D and 1,000 mg/day calcium supplementation slightly, but significantly, reduced weight gain amounts in comparison with placebo in postmenopausal women, especially those with a baseline total calcium intake of less than 1,200 mg/day [\n156\n]. However, a meta-analysis of 12 vitamin D supplementation trials (including 5 in which body composition measurements were primary outcomes) found that vitamin D supplements without calorie restriction did not affect body weight or fat mass when the results were compared with those of placebo [\n157\n].\nOverall, the available research suggests that consuming higher amounts of vitamin D or taking vitamin D supplements does not promote weight loss.\nHealth Risks from Excessive Vitamin D\nVitamin D toxicity can cause hypercalcemia, hypercalciuria, and high serum 25(OH)D concentrations; in extreme cases, it may lead to renal failure, calcification of soft tissues, cardiac arrhythmias, and death. Vitamin D toxicity is almost always a result of excessive intakes of vitamin D through supplements. Taking calcium supplements in combination with vitamin D supplements may increase the risk of certain adverse effects. The Tolerable Upper Intake Level for vitamin D ranges from 25 to 100 mcg (1,000–4,000 IU), depending on age.\nExcess amounts of vitamin D are toxic. Because vitamin D increases calcium absorption in the gastrointestinal tract, vitamin D toxicity results in marked hypercalcemia (total calcium greater than 11.1 mg/dL, beyond the normal range of 8.4–10.2 mg/dL), hypercalciuria, and high serum 25(OH)D levels (typically >375 nmol/l [150 ng/mL]) [\n158\n]. Hypercalcemia, in turn, can lead to nausea, vomiting, muscle weakness, neuropsychiatric disturbances, pain, loss of appetite, dehydration, polyuria, excessive thirst, and kidney stones.\nIn extreme cases, vitamin D toxicity causes renal failure, calcification of soft tissues throughout the body (including in coronary vessels and heart valves), cardiac arrhythmias, and even death. Vitamin D toxicity has been caused by consumption of dietary supplements that contained excessive vitamin D amounts because of manufacturing errors, that were taken inappropriately or in excessive amounts, or that were incorrectly prescribed by physicians, [\n158-160\n].\nExperts do not believe that excessive sun exposure results in vitamin D toxicity because thermal activation of previtamin D\n3\nin the skin gives rise to various non-vitamin D forms that limit formation of vitamin D\n3\n. Some vitamin D\n3\nis also converted to nonactive forms [\n1\n]. However, frequent use of tanning beds, which provide artificial UV radiation, can lead to 25(OH)D levels well above 375 to 500 nmol/L (150–200 ng/mL) [\n161-163\n].\nThe combination of high intakes of calcium (about 2,100 mg/day from food and supplements) with moderate amounts of vitamin D (about 19 mcg [765 IU]/day from food and supplements) increased the risk of kidney stones by 17% over 7 years among 36,282 postmenopausal women who were randomly assigned to take 1,000 mg/day calcium and 10 mcg (400 IU)/day vitamin D or a placebo [\n164\n]. However, other, shorter (from 24 weeks to 5 years) clinical trials of vitamin D supplementation alone or with calcium in adults found greater risks of hypercalcemia and hypercalciuria, but not of kidney stones [\n165\n,\n166\n].\nThe FNB established ULs for vitamin D in 2010 (Table 4) [\n1\n]. While acknowledging that signs and symptoms of toxicity are unlikely at daily intakes below 250 mcg (10,000 IU), the FNB noted that even vitamin D intakes lower than the ULs might have adverse health effects over time. The FNB recommended avoiding serum 25(OH)D levels above approximately 125 to 150 nmol/L (50–60 ng/mL), and it found that even lower serum levels (approximately 75–120 nmol/L [30–48 ng/mL]) are associated with increases in rates of all-cause mortality, risk of cancer at some sites (e.g., pancreas), risk of cardiovascular events, and number of falls and fractures among older adults.\nTable 4: Tolerable Upper Intake Levels (ULs) for Vitamin D in Micrograms (mcg) and International Units (IU) [\n1\n]\nAge\nMale\nFemale\nPregnancy\nLactation\n0–6 months\n25 mcg\n(1,000 IU)\n25 mcg\n(1,000 IU)\n7–12 months\n38 mcg\n(1,500 IU)\n38 mcg\n(1,500 IU)\n1–3 years\n63 mcg\n(2,500 IU)\n63 mcg\n(2,500 IU)\n4–8 years\n75 mcg\n(3,000 IU)\n75 mcg\n(3,000 IU)\n9–13 years\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n14–18 years\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n19–50 years\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n51–70 years\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\n>70 years\n100 mcg\n(4,000 IU)\n100 mcg\n(4,000 IU)\nInteractions with Medications\nVitamin D supplements may interact with medications, and some medications may affect vitamin D levels. These medications include orlistat, statins, steroids, and thiazide diuretics.\nVitamin D supplements may interact with several types of medications. A few examples are provided below. Individuals taking these and other medications on a regular basis should discuss their vitamin D intakes and status with their health care providers.\nOrlistat\nThe weight-loss drug orlistat (Xenical and alli), together with a reduced-fat diet, can reduce the absorption of vitamin D from food and supplements, leading to lower 25(OH)D levels [\n167-170\n].\nStatins\nStatin medications reduce cholesterol synthesis. Because endogenous vitamin D is derived from cholesterol, statins may also reduce vitamin D synthesis [\n170\n]. In addition, high intakes of vitamin D, especially from supplements, might reduce the potency of atorvastatin (Lipitor), lovastatin (Altoprev and Mevacor), and simvastatin (FloLipid and Zocor), because these statins and vitamin D appear to compete for the same metabolizing enzyme [\n170-173\n].\nSteroids\nCorticosteroid medications, such as prednisone (Deltasone, Rayos, and Sterapred), are often prescribed to reduce inflammation. These medications can reduce calcium absorption and impair vitamin D metabolism [\n174-176\n]. In the NHANES 2001–2006 survey, 25(OH)D deficiency (less than 25 nmol/L [10 ng/mL]) was more than twice as common among children and adults who reported oral steroid use (11%) than in nonusers (5%) [\n177\n].\nThiazide diuretics\nThiazide diuretics (e.g., Hygroton, Lozol, and Microzide) decrease urinary calcium excretion. The combination of these diuretics with vitamin D supplements (which increase intestinal calcium absorption) might lead to hypercalcemia, especially among older adults and individuals with compromised renal function or hyperparathyroidism [\n170\n,\n178\n,\n179\n].\nVitamin D and Healthful Diets\nIn general, a person’s nutritional needs should be met primarily through foods. Fortified foods and dietary supplements may be useful in cases where it is not possible to meet the needs for specific nutrients through food alone, especially during certain life stages. The\nDietary Guidelines for Americans\noffers a general description of healthy dietary patterns.\nThe federal government's 2020–2025\nDietary Guidelines for Americans\nnotes that \"Because foods provide an array of nutrients and other components that have benefits for health, nutritional needs should be met primarily through foods....In some cases, fortified foods and dietary supplements are useful when it is not possible otherwise to meet needs for one or more nutrients (e.g., during specific life stages such as pregnancy).\"\nFor more information about building a healthy dietary pattern, refer to the\nDietary Guidelines for Americans\nand the USDA's\nMyPlate.\nThe\nDietary Guidelines for Americans\ndescribes a healthy dietary pattern as one that\nIncludes a variety of vegetables; fruits; grains (at least half whole grains); fat-free and low-fat milk, yogurt, and cheese; and oils.\nMilk, many ready-to-eat cereals, and some brands of yogurt and orange juice are fortified with vitamin D. Cheese naturally contains small amounts of vitamin D. Vitamin D is added to some margarines.\nIncludes a variety of protein-rich foods, such as lean meats, poultry, eggs, seafood, beans, peas, lentils, nuts, seeds, and soy products.\nFatty fish, such as salmon, tuna, and mackerel, are very good sources of vitamin D. Beef liver and egg yolks have small amounts of vitamin D.\nLimits foods and beverages that are higher in added sugars, saturated fat, and sodium.\nLimits alcoholic beverages.\nStays within your daily calorie needs.\nReferences\nInstitute of Medicine, Food and Nutrition Board. Dietary Reference Intakes for Calcium and Vitamin D. Washington, DC: National Academy Press, 2010.\nNorman AW, Henry HH. Vitamin D. In: Erdman JW, Macdonald IA, Zeisel SH, eds. Present Knowledge in Nutrition, 10th ed. Washington DC: Wiley-Blackwell, 2012.\nJones G. Vitamin D. In: Ross AC, Caballero B, Cousins RJ, Tucker KL, Ziegler TR, eds. Modern Nutrition in Health and Disease, 11th ed. Philadelphia: Lippincott Williams & Wilkins, 2014.\nSilva MC, Furlanetto TW. Intestinal absorption of vitamin D: A systematic review. Nutr Rev 2018;76:60-76. [\nPubMed abstract\n]\nSempos CT, Heijboer AC, Bikle DD, Bollerslev J, Bouillon R, Brannon PM, et al. Vitamin D assays and the definition of hypovitaminosis D. Results from the First International Conference on Controversies in Vitamin D. Br J Clin Pharmacol 2018;84:2194-207. [\nPubMed abstract\n]\nLeFevre ML. Screening for vitamin deficiency in adults: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med 2015;162:133-40. [\nPubMed abstract\n]\nBrooks SPJ, Sempos CT. The importance of 25-hydroxyvitamin D assay standardization and the Vitamin D Standardization Program. Journal of AOAC International 2017;100:1223-4.\nTaylor CL, Sempos CT, Davis CD, Brannon PM. Vitamin D: moving forward to address emerging science. Nutrients 2017, 9, 1308; doi:10.3390/mu9121308. [\nPubMed abstract\n]\nSempos CT, Binkley N. 25-hydroxyvitamin D assay standardisation and vitamin D guidelines paralysis. Public Health Nutrition 2020;23:1153-64. [\nPubMed abstract\n]\nOffice of Dietary Supplements, National Institutes of Health.\nVitamin D Standardization Program (VDSP)\n.\nDemay MB, Pittas AG, Bikle DD, Diab DL, Kiely ME, et al. Vitamin D for the Prevention of Disease: An Endocrine Society Clinical Practice Guideline. J Clin Endocrinol Metab. 2024 Jul 12;109(8):1907-1947. [\nPubMed abstract\n]\nShah VP, Nayfeh T, Alsawaf Y, Saadi S, Farah M, et al. A Systematic Review Supporting the Endocrine Society Clinical Practice Guidelines on Vitamin D. J Clin Endocrinol Metab. 2024 Jul 12;109(8):1961-1974. [\nPubMed abstract\n]\nHolick MF. Vitamin D deficiency. N Engl J Med 2007;357:266-81. [\nPubMed abstract\n]\nBrown LL, Cohen B, Tabor D, Zappala G, Maruvada P, Coates PM. The vitamin D paradox in Black Americans: A systems-based approach to investigating clinical practice, research, and public health—expert panel meeting report. BMC Proceedings, 2018;12(Suppl 6):6. [\nPubMed abstract\n]\nBouillon R. Comparative analysis of nutritional guidelines for vitamin D. Nat Rev Endocrinol 2017;13:466-79. [\nPubMed abstract\n]\nScientific Advisory Committee on Nutrition.\nVitamin D and Health\n. 2016.\nRoseland JM, Phillips KM, Patterson KY, Pehrsson PR, Taylor CL. Vitamin D in foods: An evolution of knowledge. Pages 41-78 in Feldman D, Pike JW, Bouillon R, Giovannucci E, Goltzman D, Hewison M, eds. Vitamin D, Volume 2: Health, Disease and Therapeutics, Fourth Edition. Elsevier, 2018.\nU.S. Food and Drug Administration. Food additives permitted for direct addition to food for human consumption; vitamin D2 mushroom powder. Federal Register 2020;85:41916-20.\nBorel P, Caillaud D, Cano NJ. Vitamin D bioavailability: State of the art. Crit Rev Food Sci Nutr 2015;55:1193-205. [\nPubMed abstract\n]\nTaylor CL, Patterson KY, Roseland JM, Wise SA, Merkel JM, Pehrsson PR, Yetley EA. Including food 25-hydroxyvitamin D in intake estimates may reduce the discrepancy between dietary and serum measures of vitamin D status. J Nutr 2014;144:654-9. [\nPubMed abstract\n]\nCashman KD, Seamans KM, Lucey AJ, Stocklin E, Weber P, Kiely M, Hill TR. Relative effectiveness of oral 25-hydroxyvitamin D3 and vitamin D3 in raising wintertime serum 25-hydroxyvitamin D in older adults. Am J Clin Nutr 2012;95:1350-6. [\nPubMed abstract\n]\nCalvo MS, Whiting SJ, Barton CN. Vitamin D fortification in the United States and Canada: Current status and data needs. Am J Clin Nutr 2004;80:1710S-6S. [\nPubMed abstract\n]\nYetley EA. Assessing the vitamin D status of the US population. Am J Clin Nutr 2008;88:558S-64S. [\nPubMed abstract\n]\nU.S. Food and Drug Administration.\nVitamin D for milk and milk alternatives\n. January 4, 2018.\nU.S. Department of Agriculture, Agricultural Research Service.\nFoodData Central\n.\nU.S. Food and Drug Administration.\nFood labeling: Revision of the Nutrition and Supplement Facts labels\n. Federal Register 81(103):33742-33999. 2016.\nHossein-nezhad A, Holick MF. Vitamin D for health: A global perspective. Mayo Clin Proc 2013;88:720-55. [\nPubMed abstract\n]\nU.S. Department of Health and Human Services.\nThe Surgeon General's Call to Action to Prevent Skin Cancer\n. Washington, DC: U.S. Dept of Health and Human Services, Office of the Surgeon General; 2014.\nHolick MF. Vitamin D: the underappreciated D-lightful hormone that is important for skeletal and cellular health. Curr Opin Endocrinol Diabetes 2002;9:87-98.\nWeisberg P, Scanlon KS, Li R, Cogswell ME. Nutritional rickets among children in the United States: review of cases reported between 1986 and 2003. Am J Clin Nutr 2004;80:1697S-705S. [\nPubMed abstract\n]\nHirsch AL.\nIndustrial Aspects of Vitamin D\n. In: Feldman D, Pike JW, Adams JS, eds. Vitamin D. 3rd ed. Academic Press; 2011:73-93.\nNational Institutes of Health.\nDietary Supplement Label Database.\n2020.\nTripkovic L, Lambert H, Hart K, Smith CP, Bucca G, Penson S, et al. Comparison of vitamin D2 and vitamin D3 supplementation in raising serum 25-hydroxyvitamin D status: A systematic review and meta-analysis. Am J Clin Nutr 2012;95:1357-64. [\nPubMed abstract\n]\nLehmann U, Hirche F, Stangl GI, Hinz K, Westphal S, Dierkes J. Bioavailability of vitamin D2 and D3 in healthy volunteers, a randomised placebo-controlled trial. J Clin Endocrin Metab 2013;98:4339-45. [\nPubMed abstract\n]\nLogan VF, Gray AR, Peddie MC, Harper MJ, Houghton LA. Long-term vitamin D3 supplementation is more effective than vitamin D2 in maintaining serum 25-hydroxyvitamin D status over the winter months. Br J Nutr 2013;109:1082-8. [\nPubMed abstract\n]\nTripkovic L, Wilson LR, Hart K, Johnsen S, de Lusignan S, Smith CP, et al. Daily supplementation with 15 µg vitamin D2 compared with vitamin D3 to increase wintertime 25-hydroxyvitamin D status in healthy South Asian and white European women: A 12-wk randomized, placebo-controlled food-fortification trial. Am J Clin Nutr 2017;106:481-90. [\nPubMed abstract\n]\nGraeff-Armas LA, Bendik I, Kunz I, Schoop R, Hull S, Beck M. Supplemental 25-hydroxycholecalciferol is more effective than cholecalciferol in raising serum 25-hydroxyvitamin D concentrations in older adults. J Nutr 2020;150:73-81. [\nPubMed abstract\n]\nQuesada-Gomez JM, Bouillon R. Is calcifediol better than cholecalciferol for vitamin D supplementation? Osteoporos Int 2018;29:1697-1711. [\nPubMed abstract\n]\nPercent reporting and mean amounts of selected vitamins and minerals food and beverages and dietary supplements by gender and age, in the United States, 2015-2016\n. What We Eat in America, NHANES 2015-2016. 2019.\nUsual nutrient intake from foods and beverages, by gender and age\n. What We Eat in America, NHANES 2013-2016. 2019.\nRooney MR, Harnack L, Michos ED, Ogilvie RP, Sempos CT, Lutsey PL. Trends in use of high-dose vitamin D supplements exceeding 1000 or 4000 International Units daily, 1999-2014. JAMA 2017;317:2448-50. [\nPubMed abstract\n]\nTaylor CL, Roseland JM, Coates PM, Pehrsson PR. The emerging issue of 25-hydroxyvitamin D in foods. J Nutr 2016;146:855-6. [\nPubMed abstract\n]\nHerrick KA, Storandt RJ, Afful J, Pfeiffer CM, Schleicher RL, Gahche JJ, Potischman N. Vitamin D status in the United States, 2011-2014. Am J Clin Nutr 2019;110:150-7. [\nPubMed abstract\n]\nElder CJ, Bishop NJ. Rickets. Lancet 2014;383:1665-76. [\nPubMed abstract\n]\nMunns CF, Shaw N, Kiely M, Specker BL, Thacher TD, Ozono K, et al. Global consensus recommendations on prevention and management of nutritional rickets. J Clin Endocrinol Metab 2016;101:394-415. [\nPubMed abstract\n]\nUday S, Hogler W. Nutritional rickets and osteomalacia in the twenty-first century: Revised concepts, public health, and prevention strategies. Curr Osteoporos Rep 2017;15:293-302. [\nPubMed abstract\n]\nWeisberg P, Scanlon KS, Li R, Cogswell ME. Nutritional rickets among children in the United States: Review of cases reported between 1986 and 2003. Am J Clin Nutr 2004;80:1697S-705S. [\nPubMed abstract\n]\nThacher TM, Fischer PR, Tebben PJ, Singh RJ, Cha SS, Maxson JA, Yawn BP. Increasing incidence of nutritional rickets: A population-based study in Olmsted County, Minnesota. Mayo Clin Proc 2013;88:176-83. [\nPubMed abstract\n]\nWard LM, Gaboury I, Ladhani M, Zlotkin S. Vitamin D-deficiency rickets among children in Canada. CMAJ 2007;177:161-6. [\nPubMed abstract\n]\nRajakumar K. Vitamin D, cod-liver oil, sunlight, and rickets: A historical perspective. Pediatrics 2003;112:e132-5. [\nPubMed abstract\n]\nCreo AL, Thacher TD, Pettifor JM, Strand MA, Ficsher PR. Nutritional rickets around the world: An update. Paediatr Int Child Health 2017;37:84-98. [\nPubMed abstract\n]\nRockwell M, Kraak V, Hulver M, Epling J. Clinical management of low vitamin D: A scoping review of physicians' practices. Nutrients 2018 Apr 16;10(4). pii: E493. doi: 10.3390/nu10040493. [\nPubMed abstract\n]\nTaylor CL, Thomas PR, Aloia JF, Millard PS. Questions about vitamin D for primary care practice: Input from an NIH conference. Am J Med 2015;128:1167-70. [\nPubMed abstract\n]\nTaylor CL, Rosen CJ, Dwyer JT. Considerations in dietetic counseling for vitamin D. J Acad Nutr Diet 2019;119:901-9. [\nPubMed abstract\n]\nAgency for Healthcare Research and Quality. Screening for vitamin D deficiency: Systematic review for the U.S. Preventive Services Task Force recommendation. Evidence Synthesis Number 118. AHRQ-Pub No. 13-05183-EF-1. June 2014.\nPicciano MF. Nutrient composition of human milk. Pediatr Clin North Am 2001;48:53-67. [\nPubMed abstract\n]\nWagner CL, Greer FR, American Academy of Pediatrics Section on Breastfeeding, American Academy of Pediatrics Committee on Nutrition. Prevention of rickets and vitamin D deficiency in infants, children, and adolescents. Pediatrics 2008;122:1142-52. [\nPubMed abstract\n]\nDawodu A, Tsang RC. Maternal vitamin D status: Effect on milk vitamin D content and vitamin D status of breastfeeding infants. Adv Nutr 2012;3:353-61. [\nPubMed abstract\n]\nDavis CD, Dwyer JT. The 'sunshine vitamin': benefits beyond bone? J Natl Cancer Inst 2007;99:1563-5. [\nPubMed abstract\n]\nSimon AE, Ahrens KA. Adherence to vitamin D intake guidelines in the United States. Pediatrics 2020;145:e20193574. [\nPubMed abstract\n]\nChalcraft JR, Cardinal LM, Wechsler PJ, Hollis BW, Gerow KG, Alexander BM, et al. Vitamin D synthesis following a single bout of sun exposure in older and younger men and women. Nutrients 2020; 12, 2237; doi:10.3390/nu12082237. [\nPubMed abstract\n]\nSowah D, Fan X, Dennett L, Hagtvedt R, Straube S. Vitamin D levels and deficiency with different occupations: A systematic review. BMC Public Health 2017;17:519. [\nPubMed abstract\n]\nPappa HM, Bern E, Kamin D, Grand RJ. Vitamin D status in gastrointestinal and liver disease. Curr Opin Gastroenterol 2008;24:176-83. [\nPubMed abstract\n]\nDrincic A, Fuller E, Heaney RP, Armas LAG. 25-hydroxyvitamin D response to graded vitamin D3 supplementation among obese adults. J Clin Endocrinol Metab 2013;98:4845-51. [\nPubMed abstract\n]\nEkwaru JP, Zwicker JD, Holick MF, Giovannucci E, Veugelers PJ. The importance of body weight for the dose response relationship of oral vitamin D supplementation and serum 25-hydroxyvitamin D in healthy volunteers. PLOS ONE 2014;9:e111265. [\nPubMed abstract\n]\nChakhtoura M, Rahme M, Fuleihan E-H. Vitamin D metabolism in bariatric surgery. Endocrinol Metab Clin North Am 2017;46:947-82. [\nPubMed abstract\n]\nPeterson L, Zeng X, Caufield-Noll CP, Schweitzer MA, Magnuson TH, Steele KE. Vitamin D status and supplementation before and after bariatric surgery: A comprehensive literature review. Surg Obes Relat Dis 2016;12:693-702. [\nPubMed abstract\n]\nChakhtoura MT, Nakhoul N, Akl EA, Mantzoros CS, El Hajj Guleihan GA. Guidelines on vitamin D replacement in bariatric surgery? Identification and systematic appraisal. Metabolism 2016;65:586-97. [\nPubMed abstract\n]\nNewberry SJ, Chung M, Shekelle PG, Booth MS, Liu JL, Maher AR, et al.\nVitamin D and calcium: A systematic review of health outcomes (update)\n. Evidence Report/Technology Assessment No. 217. (Prepared by the Southern California Evidence-based Practice Center under Contract No. 290- 2012-00006-I.) AHRQ Publication No. 14-E004-EF. Rockville, MD: Agency for Healthcare Research and Quality. September 2014.\nSempos CT, Carter GD, Binkley NC. 25-hydroxyvitamin D assays: Standardization, guidelines, problems, and interpretation. Pages 939-57 in Feldman D, Pike JW, Bouillon R, Giovannucci E, Goltzman D, Hewison M, eds. Vitamin D, Volume 1: Biochemistry, Physiology and Diagnostics, Fourth Edition. Elsevier, 2018.\nJin, J. Vitamin D and calcium supplements for preventing fractures. JAMA 2018;319:1630. [\nPubMed abstract\n]\nNational Institutes of Health Osteoporosis and Related Bone Diseases National Resource Center.\nOsteoporosis Overview\n.\nHansen D, Bazell C, Pelizzari P, Pyenson B.\nMedicare cost of osteoporotic fractures\n. Milliman research report, August 2019.\nChung M, Balk EM, Brendel M, Ip S, Lau J, Lee J, et al. Vitamin D and calcium: A systematic review of health outcomes. Evidence Report/Technology Assessment No. 183 prepared by the Tufts Evidence-based Practice Center under Contract No. 290-2007-10055-I. AHRQ Publication No. 09-E015. Rockville, MD: Agency for Healthcare Research and Quality, 2009.\nU.S. Preventive Services Task Force. Vitamin D, calcium, or combined supplementation for the primary prevention of fractures in community-dwelling adults. US Preventive Services Task Force recommendation statement. JAMA 2018;319:1592-9. [\nPubMed abstract\n]\nKahwati LC, Weber RP, Pan H, Gourlay M, LeBlanc E, Coker-Schwimmer M, Viswanathan M. Vitamin D, calcium, or combined supplementation for the primary prevention of fractures in community-dwelling adults: Evidence report and systematic review for the US Preventive Services Task Force. JAMA 2018;319:1600-12. [\nPubMed abstract\n]\nGuirguis-Blake JM, Michael YL, Perdue LA, Coppola EL, Beil TL. Interventions to prevent falls in older adults: Updated evidence report and systematic review for the US Preventive Services Task Force. JAMA 2018;319:1705-16. [\nPubMed abstract\n]\nU.S. Preventive Services Task Force. Interventions to prevent falls in community-dwelling older adults. US Preventive Services Task Force recommendation statement. JAMA 2018;319:1696-1704. [\nPubMed abstract\n]\nBolland MJ, Grey A, Avenell A. Effects of vitamin D supplementation on musculoskeletal health: A systematic review, meta-analysis, and trial sequential analysis. Lancet Diabetes Endocrinol 2018;6:847-58. [\nPubMed abstract\n]\nGallagher JC. Vitamin D and bone density, fractures, and falls: The end of the story? Lancet Diabetes Endocrinol 2018;6:834-5. [\nPubMed abstract\n]\nYao P, Bennett D, Mafham M, Lin X, Chen Z, Armitage J, Clarke R. Vitamin D and calcium for the prevention of fracture: A systematic review and meta-analysis. JAMA Network Open 2019;2(12):e1917789. doi: 10.1001/jamanetworkopen.2019.17789.\nLeBoff MS, Chou SH, Ratliff KA, Cook NR, Khurana B, Kim E, et al. Supplemental vitamin D and incident fractures in midlife and older adults. N Eng J Med 2022;387:299-309. [\nPubMed abstract\n]\nAloia JF, Talwar SA, Pollack S, Yeh J. A randomized controlled trial of vitamin D3 supplementation in African American women. Arch Intern Med 2005;165:1618-23. [\nPubMed abstract\n]\nAloia JF, Rubinova R, Fazzari M, Islam S, Mikhail M, Ragolia L. Vitamin D and falls in older African American women: The PODA randomized clinical trial. J Am Geriatr Soc 2019;67:1043-49. [\nPubMed abstract\n]\nVaes AMM, Tieland M, Toussaint N, Nilwik R, Verdijk LB, van Loon LJC, de Groot CPGM. Cholecalciferol or 25-hydroxycholecalciferol supplementation does not affect muscle strength and physical performance in prefrail and frail older adults. J Nutr 2018;148:712-20. [\nPubMed abstract\n]\nShea MK, Fielding RA, Dawson-Hughes B. The effect of vitamin D supplementation on lower-extremity power and function in older adults: a randomized controlled trial. Am J Clin Nutr 2019;109:369-79. [\nPubMed abstract\n]\nManson JE, Bassuk SS, Buring JE. Vitamin D, calcium, and cancer: Approaching daylight? JAMA 2017;317:1217-8. [\nPubMed abstract\n]\nYin L, Ordonez-Mena JM, Chen T, Schottker B, Arndt V, Brenner H. Circulating 25-hydroxyvitamin D serum concentration and total cancer incidence and mortality: A systematic review and meta-analysis. Preventive Medicine 2013;57:753-64. [\nPubMed abstract\n]\nHan J, Guo X, Yu X, Liu S, Cui X, Zhang B, Liang H. 25-hydroxyvitamin D and total cancer incidence and mortality: A meta-analysis of prospective cohort studies. Nutrients 2019;11,2295; doi:10.3390/nu11102295. [\nPubMed abstract\n]\nKeum N, Giovannucci E. Vitamin D supplements and cancer incidence and mortality: A meta-analysis. British Journal of Cancer 2014;111:976-80. [\nPubMed abstract\n]\nKeum N, Lee DH, Greenwood DC, Manson JE, Giovannucci E. Vitamin D supplementation and total cancer incidence and mortality: A meta-analysis of randomized controlled trials. Ann Oncol 2019;30:733-43. [\nPubMed abstract\n]\nBjelakovic G, Gluud LL, Nikolova D, Whitfield K, Krstic G, Wetterslev J, Gluud C. Vitamin D supplementation for prevention of cancer in adults. Cochrane Database Syst Rev 2014; 23(6):CD007469. doi: 10.1002/14651858.CD007469.pub2. [\nPubMed abstract\n]\nManson JE, Cook NR, Lee I-M, Christen W, Bassuk S, Mora S, et al. Vitamin D supplements and prevention of cancer and cardiovascular disease. N Engl J Med 2019:380:33-44. [\nPubMed abstract\n]\nBrunner RL, Wactawski-Wende J, Caan BJ, Cochrane BB, Chlebowski RT, et al. The effect of calcium plus vitamin D on risk for invasive cancer: results of the Women's Health Initiative (WHI) calcium plus vitamin D randomized clinical trial. Nutr Cancer. 2011;63(6):827-41.\n[\nPubMed abstract\n]\nThomson CA, Aragaki AK, Prentice RL, Stefanick ML, Manson JE, et al. Long-Term Effect of Randomization to Calcium and Vitamin D Supplementation on Health in Older Women : Postintervention Follow-up of a Randomized Clinical Trial. Ann Intern Med. 2024 Apr;177(4):428-438.  [\nPubMed abstract\n]\nMcNamara M, Rosenberger KD. The significance of vitamin D status in breast cancer: A state of the science review. J Midwifery Womens Health 2019;64:276-88. [\nPubMed abstract\n]\nO'Brien KM, Sandler DP, Taylor JA, Weinberg CR. Serum vitamin D and risk of breast cancer within five years. Environ Health Perspect 2017;125(7):077004. [\nPubMed abstract\n]\nSkaaby T, Husemoen LLN, Thuesen BH, Pisinger C, Jorgensen T, Roswall N, et al. Prospective population-based study of the association between serum 25-hydroxyvitamin-D levels and the incidence of specific types of cancer. Cancer Epidemiol Biomarkers Prev 2014;23:1220-9. [\nPubMed abstract\n]\nYao S, Kwan ML, Ergas IJ, Roh JM, Cheng T-YD, Hong C-C, et al. Association of serum level of vitamin D at diagnosis with breast cancer survival: A case-cohort analysis in the Pathways Study. JAMA Oncol 2017;3:351-7. [\nPubMed abstract\n]\nChlebowski RT, Johnson KC, Kooperberg C, Pettinger M, Wactawski-Wende J, Rohan T, et al. Calcium plus vitamin D supplementation and the risk of breast cancer. J Natl Cancer Inst 2007;100:1581-91. [\nPubMed abstract\n]\nCauley JA, Chlebowski RT, Wactawski-Wende J, Robbins JA, Rodabough RJ, Chen Z, et al. Calcium plus vitamin D supplementation and health outcomes five years after active intervention ended: The Women's Health Initiative. J Womens Health 2013:22,915-29. [\nPubMed abstract\n]\nMcCullough ML, Zoltick ES, Weinstein SJ, Fedirko V, Wang M, Cook NR, et al. Circulating vitamin D and colorectal cancer risk: An international pooling project of 17 cohorts. J Natl Cancer Inst 2019;111:158-69. [\nPubMed abstract\n]\nWactawski-Wende J, Kotchen JM, Anderson GL, Assaf AR, Brunner RL, O'Sullivan MJ, et al. Calcium plus vitamin D supplementation and the risk of colorectal cancer. N Engl J Med 2006;354:684-96. [\nPubMed abstract\n]\nCrockett SD, Barry EL, Mott LA, Ahnen DJ, Robertson DJ, Anderson JC, et al. Calcium and vitamin D supplementation and increased risk of serrated polyps: Results from a randomised clinical trial. Gut. 2019 Mar;68(3):475-486. [\nPubMed abstract\n]\nSong M, Lee IM, Manson JE, Buring JE, Dushkes R, Gordon D, et al. No association between vitamin D supplementation and risk of colorectal adenomas or serrated polyps in a randomized trial. Clin Gastroeterol Hepatol 2020. [\nPubMed abstract\n]\nMuller DC, Hodge AM, Fanidi A, Albanes D, Mai XM, Shu XO, et al. No association between circulating concentrations of vitamin D and risk of lung cancer: An analysis in 20 prospective studies in the Lung Cancer Cohort Consortium (LC3). Ann Oncol 2018;29:1468-75. [\nPubMed abstract\n]\nvan Duijnhoven FJB, Jenab M, Hveem K, Siersema PD, Fedirko V, Duell EJ, et al. Circulating concentrations of vitamin D in relation to pancreatic cancer risk in European populations. Int J Cancer 2018;142:1189-201. [\nPubMed abstract\n]\nStolzenberg-Solomon RZ, Vieth R, Azad A, Pietinen P, Taylor PR, Virtamo J, et al. A prospective nested case-control study of vitamin D status and pancreatic cancer risk in male smokers. Cancer Res 2006;66:10213-9. [\nPubMed abstract\n]\nHelzlsouer KJ for the VDPP Steering Committee. Overview of the Cohort Consortium Vitamin D Pooling Project of Rarer Cancers. Am J Epidemiol 2010;172:4-9. [\nPubMed abstract\n]\nXu Y, Shao X, Yao Y, Xu L, Chang L, Jiang Z, Lin Z. Positive association between circulating 25-hydroxyvitamin D levels and prostate cancer risk: New findings from an updated meta-analysis. J Cancer Res Clin Oncol 2014;140:1465-77. [\nPubMed abstract\n]\nKristal AR, Till C, Song X, Tangen CM, Goodman PJ, Neuhauser ML, et al. Plasma vitamin D and prostate cancer risk: Results from the Selenium and Vitamin E Cancer Prevention Trial. Cancer Epidemiol Biomarkers Prev 2014;23:1494-504. [\nPubMed abstract\n]\nSchenk JM, Till CA, Tangen CM, Goodman PJ, Song X, Torkko KC, et al. Serum 25-hydroxyvitamin D concentrations and risk of prostate cancer: Results from the Prostate Cancer Prevention Trial. Cancer Epidemiol Biomarkers Prev 2014;23:1484-93. [\nPubMed abstract\n]\nHeath AK, Hodge AM, Ebeling PR, Eyles DW, Kvaskoff D, Buchanan DD, et al. Circulating 25-hydroxyvitamin D concentration and risk of breast, prostate, and colorectal cancers: The Melbourne Collaborative Cohort Study. Cancer Epidemiol Biomarkers Prev 2019;28:900-8. [\nPubMed abstract\n]\nJiang X, Dimou NL, Al-Dabhani K, Lewis SJ, Martin RM, Haycock PC, et al. Circulating vitamin D concentrations and risk of breast and prostate cancer: A Mendelian randomization study. International Journal of Epidemiology 2019;48:1416-24. [\nPubMed abstract\n]\nTravis RC, Perez-Cornago A, Appleby PN, Albanes D, Joshu CE, Lutsey PL, et al. A collaborative analysis of individual participant data from 19 prospective studies assesses circulating vitamin D and prostate cancer risk. Cancer Res 2019;79:274-85. [\nPubMed abstract\n]\nNair-Shalliker V, Bang A, Egger S, Clements M, Gardiner RA, Kricker A, et al. Post-treatment levels of plasma 25- and 1,25-dihydroxy vitamin D and mortality in men with aggressive prostate cancer. Scientific Reports 2020;10:7736. [\nPubMed abstract\n]\nSong Z-y, Yao Q, Zhuo Z, Ma Z, Chen G. Circulating vitamin D level and mortality in prostate cancer patients: A dose-response meta-analysis. Endocrine Connections 2018;7:R294-303. [\nPubMed abstract\n]\nShahvazi S, Soltani S, Ahmadi SM, de Souza RJ, Salehi-Abargouei A. The effect of vitamin D supplementation on prostate cancer: A systematic review and meta-analysis of clinical trials. Horm Metab Res 2019;51:11-21. [\nPubMed abstract\n]\nUS Preventive Services Task Force; Mangione CM, Barry MJ, Nicholson WK, Cabana M, et al. Vitamin, Mineral, and Multivitamin Supplementation to Prevent Cardiovascular Disease and Cancer: US Preventive Services Task Force Recommendation Statement. JAMA. 2022 Jun 21;327(23):2326-2333. [\nPubMed abstract\n]\nKassi E, Adamopoulos C, Basdra EK, Papavassiliou AG. Role of vitamin D in atherosclerosis. Circulation 2013;128:2517-31. [\nPubMed abstract\n]\nMheid IA, Quyyumi AA. Vitamin D and cardiovascular disease: Controversy unresolved. J Am Coll Cardiol 2017;70:89-100. [\nPubMed abstract\n]\nZhang R, Li B, Gao X, Tian R, Pan Y, Jiang Y, et al. Serum 25-hydroxyvitamin D and the risk of cardiovascular disease: Dose-response meta-analysis of prospective studies. Am J Clin Nutr 2017;105:810-9. [\nPubMed abstract\n]\nDurup D, Jorgensen HL, Christensen J, Tjonnland A, Olsen A, Halkjaer J, et al. A reverse J-shaped association between serum 25-hydroxyvitamin D and cardiovascular disease mortality: The CopD study. J Clin Endorcinol Metab 2015;100:2339-46. [\nPubMed abstract\n]\nBrondum-Jacobsen P, Benn M, Jensen GB, Nordestgaard BG. 25-hydroxyvitamin D levels and risk of ischemic heart disease, myocardial infarction, and early death: Population-based study and meta-analyses of 18 and 17 studies. Arterioscler Thromb Vasc Biol 2012;32:2794-802. [\nPubMed abstract\n]\nZhou R, Wang M, Huang H, Li W, Hu Y, Wu T. Lower vitamin D status is associated with an increased risk of ischemic stroke: A systematic review and meta-analysis. Nutrients 2018; 10, 277;doi:10.3390/nu10030277. [\nPubMed abstract\n]\nScragg R, Stewart AW, Waayer D, Lawes CMM, Toop L, Sluyter J, et al. Effect of monthly high-dose vitamin D supplementation on cardiovascular disease in the Vitamin D Assessment Study: A randomized clinical trial. JAMA Cardiol 2017;2:608-16. [\nPubMed abstract\n]\nFord JA, MacLennan GS, Avenell A, Bolland M, Grey A, Witham M. Cardiovascular disease and vitamin D supplementation: Trial analysis, systematic review, and meta-analysis. Am J Clin Nutr 2014;100:746-55. [\nPubMed abstract\n]\nHsia J, Heiss G, Ren H, Allison M, Dolan NC, et al. Calcium/vitamin D supplementation and cardiovascular events. Circulation. 2007 Feb 20;115(7):846-54.  [\nPubMed abstract\n]\nDibaba DT. Effect of vitamin D supplementation on serum lipid profiles: A systematic review and meta-analysis. Nutr Rev 2019;77:890-902. [\nPubMed abstract\n]\nBeveridge LA, Struthers AD, Khan F, Jorde R, Scragg R, Macdonald HM, et al. Effect of vitamin D supplementation on blood pressure: A systematic review and meta-analysis incorporating individual patient data. JAMA Intern Med 2015;175:745-54. [\nPubMed abstract\n]\nGolzarand M, Shab-Bidar S, Koochakpoor G, Speakman JR, Djafarian K. Effect of vitamin D3 supplementation on blood pressure in adults: An updated meta-analysis. Nutr Metab Cardiovasc Dis 2016;26:663-73. [\nPubMed abstract\n]\nVimaleswaran KS, Cavadino A, Berry DJ, Jorde R, Dieffenbach AK, Lu C, et al. Association of vitamin D status with arterial blood pressure and hypertension risk: A mendelian randomisation study. Lancet Diabetes-Endocrinol 2014;2:719-29. [\nPubMed abstract\n]\nAnglin RES, Samaan Z, Walter SD, McDonald SD. Vitamin D deficiency and depression in adults: Systematic review and meta-analysis. The British Journal of Psychiatry 2013;202:100-7. [\nPubMed abstract\n]\nGowda U, Mutowo MP, Smith BJ, Wluka AE, Renzaho AMN. Vitamin D supplementation to reduce depression in adults: Meta-analysis of randomized controlled trials. Nutrition 2015;31:421-9. [\nPubMed abstract\n]\nJorde R, Kubiak J. No improvement in depressive symptoms by vitamin D supplementation: Results from a randomised controlled trial. Journal of Nutrition Science 2018;7:1-7. [\nPubMed abstract\n]\nde Koning EJ, Lips P, Penninx BWJH, Elders PJM, Heijboer AC, den Heijer M, et al. Vitamin D supplementation for the prevention of depression and poor physical function in older persons: The D-Vitaal study, a randomized clinical trial. Am J Clin Nutr 2019;110:1119-30. [\nPubMed abstract\n]\nJorde R, Grimnes G. Vitamin D: No cure for depression. Am J Clin Nutr 2019;110:1043-4. PMID: 31504098 [\nPubMed abstract\n]\nOkereke OI, Reynolds III CF, Mischoulon D, Chang G, Vyas CM, Cook NR, et al. Effect of long-term vitamin D3 supplementation vs placebo on risk of depression or clinically relevant depressive symptoms and on change in mood scores: A randomized clinical trial. JAMA 2020;324:471-80. [\nPubMed abstract\n]\nMedLinePlus.\nMultiple sclerosis.\n2020.\nJagannath VA, Filippini G, Di Pietrantonj C, Asokan GV, Robak EW, Whamond L, Robinson SA. Vitamin D for the management of multiple sclerosis (review). Cochrane Database of Systematic Reviews 2018, issue 9, Art. No.: CD008422. DOI: 10.1002/14651858.CD008422.pub3. [\nPubMed abstract\n]\nSintzel MB, Rametta M, Reder AT. Vitamin D and multiple sclerosis: A comprehensive review. Neurol Ther 2018;7:59-85. [\nPubMed abstract\n]\nMunger K, Hongell K, Aivo J, Soilu-Hanninen M, Surcel H-M, Ascherio A. 25-hydroxyvitamin D deficiency and risk of MS among women in the Finnish Maternity Cohort. Neurology 2017;89: 1578-83. [\nPubMed abstract\n]\nMunger KL, Levin LI, Hollis BW, Howard NS, Ascherio A. Serum 25-hydroxyvitamin D levels and risk of multiple sclerosis. JAMA 2006;296:2832-8. [\nPubMed abstract\n]\nSalzer J, Hallmans G, Nystrom M, Stenlund H. Wadell G, Sundstrom P. Vitamin D as a protective factor in multiple sclerosis. Neurology 2012;79:2140-5. [\nPubMed abstract\n]\nMarrie RA, Beck CA. Preventing multiple sclerosis: To (take) vitamin D or not to (take) vitamin D? Neurology 2017;89:1538-9. [\nPubMed abstract\n]\nLi X, Liu Y, Zheng Y, Wang P, Zhang Y. The effect of vitamin D supplementation on glycemic control in type 2 diabetes patients: A systematic review and meta-analysis. Nutrients 2018; 10, 375; doi:10.3390/nu10030375 [\nPubMed abstract\n]\nMousa A, Naderpoor N, Teede H, Scragg R, de Courten, B. Vitamin D supplementation for improvement of chronic low-grade inflammation in patients with type 2 diabetes: A systematic review and meta-analysis of randomized controlled trials. Nutr Rev 2018;76:380-94. [\nPubMed abstract\n]\nPittas A, Dawson-Hughes B, Sheehan P, Ware JH, Knowler WC, Aroda VR, et al. Vitamin D supplementation and prevention of type 2 diabetes. N Engl J Med 2019;381:520-30. [\nPubMed abstract\n]\nRafiq S, Jeppesen PB. Is hypovitaminosis D related to incidence of type 2 diabetes and high fasting glucose level in healthy subjects: A systematic review and meta-analysis of observational studies. Nutrients 2018, 10, 59; doi:10.3390/nu10010059. [\nPubMed abstract\n]\nMousa A, Naderpoor N, de Courten MPJ, Teede H, Kellow N, Walker K, et al. Vitamin D supplementation has no effect on insulin sensitivity or secretion in vitamin D-deficient, overweight or obese adults: A randomized placebo-controlled trial. Am J Clin Nutr 2017;105:1372-81. [\nPubMed abstract\n]\nSeida JC, Mitri J, Colmers IN, Majumdar SR, Davidson MB, Edwards AL, et al. Effect of vitamin D3 supplementation on improving glucose homeostasis and preventing diabetes: A systematic review and meta-analysis. J Clin Endocrinol Metab 2014;99:3551-60. [\nPubMed abstract\n]\nJorde R, Sollid ST, Svartberg J, Schirmer H, Joakimsen RM, Njolstad I, et al. Vitamin D 20 000 IU per week for five years does not prevent progression from prediabetes to diabetes. J Clin Endocrinol Metab 2016;101:1647-55. [\nPubMed abstract\n]\nPittas A, Dawson-Hughes B, Staten M. The authors reply: Vitamin D supplementation and prevention of type 2 diabetes. N Engl J Med 2019;381:1785-6. [\nPubMed abstract\n]\nEarthman CP, Beckman LM, Masodkar K, Sibley SD. The link between obesity and low circulating 25-hydroxyvitamin D concentrations: considerations and implications. Int J Obes (Lond) 2012;36:387-96. [\nPubMed abstract\n]\nMallard SR, Howe AS, Houghton LA. Vitamin D status and weight loss: A systematic review and meta-analysis of randomized and nonrandomized controlled weight-loss trials. Am J Clin Nutr 2016;104:1151-9. [\nPubMed abstract\n]\nCaan B, Neuhouser M, Aragaki A, Lewis CB, Jackson R, LeBoff MS, et al. Calcium plus vitamin D supplementation and the risk of postmenopausal weight gain. Arch Intern Med 2007;167:893-902. [\nPubMed abstract\n]\nPathak K, Soares MJ, Calton EK, Zhao Y, Hallett J. Vitamin D supplementation and body weight status: A systematic review and meta-analysis of randomized controlled trials. Obes Rev 2014;15:528-37. [\nPubMed abstract\n]\nGalior K, Grebe S, Singh R. Development of vitamin D toxicity from overcorrection of vitamin D deficiency: A review of case reports. Nutrients 2018, 10, 953. [\nPubMed abstract\n]\nAuguste BL, Avila-Casado C, Bargman JM. Use of vitamin D drops leading to kidney failure in a 54-year-old man. CMAJ 2019;191:E390-4. [\nPubMed abstract\n]\nVogiatzi MG, Jacobson-Dickman E, DeBoer MD. Vitamin D supplementation and risk of toxicity in pediatrics: A review of current literature. J Clin Endocrinol Metab 2014;99:1132-41. [\nPubMed abstract\n]\nSingh P, Trivedi N. Tanning beds and hypervitaminosis D: A case report. Ann Intern Med 2014;160:810-1. [\nPubMed abstract\n]\nLaurent MR, Gielen E, Pauwels S, Vanderschueren D, Bouillon R. Hypervitaminosis D associated with tanning bed use: A case report. Ann Intern Med 2017;166:155-6. [\nPubMed abstract\n]\nPerez-Castrillon JL, Vega G, Abad L, Sanz A, Chaves J, Hernandez G, Duenas A. Effects of atorvastatin on vitamin D levels in patients with acute ischemic heart disease. Am J Cardiol 2007;99:903-5. [\nPubMed abstract\n]\nJackson RD, LaCroix AZ, Gass M, Wallace RB, Robbins J, Lewis CE, et al. Calcium plus vitamin D supplementation and the risk of fractures. N Engl J Med 2006;354:669-82. [\nPubMed abstract\n]\nMalihi Z, Lawes CMM, Wu Z, Huang Y, Waayer D, Toop L, et al. Monthly high-dose vitamin D supplementation does not increase kidney stone risk or serum calcium: Results from a randomized controlled trial. Am J Clin Nutr 2019;109:1578-87. [\nPubMed abstract\n]\nMalihi Z, Wu Z, Stewart AW, Lawes CMM, Scragg R. Hypercalcemia, hypercalciuria, and kidney stones in long-term studies of vitamin D supplementation: A systematic review and meta-analysis. Am J Clin Nutr 2016;104:1039-51. [\nPubMed abstract\n]\nGotfredsen A, Westergren Hendel H, Andersen T. Influence of orlistat on bone turnover and body composition. Int J Obes Relat Metab Disord 2001;25:1154-60. [\nPubMed abstract\n]\nJames WP, Avenell A, Broom J, Whitehead J. A one-year trial to assess the value of orlistat in the management of obesity. Int J Obes Relat Metab Disord 1997;21:S24-30. [\nPubMed abstract\n]\nMcDuffie JR, Calis KA, Booth SL, Uwaifo GI, Yanovski JA. Effects of orlistat on fat-soluble vitamins in obese adolescents. Pharmacotherapy 2002;22:814-22. [\nPubMed abstract\n]\nRobien K, Oppeneer SJ, Kelly JA, Hamilton-Reeves JM. Drug-vitamin D interactions: A systematic review of the literature. Nutr Clin Pract 2013;28:194-208. [\nPubMed abstract\n]\nSchwartz JB. Effects of vitamin D supplementation in atorvastatin-treated patients: A new drug interaction with an unexpected consequence. Clin Pharmacol Ther 2009;85:198-203. [\nPubMed abstract\n]\nPerez-Castrillon JL, Vega G, Abad L, Sanz A, Chaves J, Hernandez G, Duenas A. Effects of atorvastatin on vitamin D levels in patients with acute ischemic heart disease. Am J Cardiol 2007;99:903-5. [\nPubMed abstract\n]\nAloia JF, Li-Ng M, Pollack S. Statins and vitamin D. Am J Cardiol 2007;100:1329. [\nPubMed abstract\n]\nBuckley LM, Leib ES, Cartularo KS, Vacek PM, Cooper SM. Calcium and vitamin D3 supplementation prevents bone loss in the spine secondary to low-dose corticosteroids in patients with rheumatoid arthritis. A randomized, double-blind, placebo-controlled trial. Ann Intern Med 1996;125:961-8. [\nPubMed abstract\n]\nde Sevaux RGL, Hoitsma AJ, Corstens FHM, Wetzels JFM. Treatment with vitamin D and calcium reduces bone loss after renal transplantation: a randomized study. J Am Soc Nephrol 2002;13:1608-14. [\nPubMed abstract\n]\nLukert BP, Raisz LG. Glucocorticoid-induced osteoporosis: pathogenesis and management. Ann Intern Med 1990;112:352-64. [\nPubMed abstract\n]\nSkversky AL, Kumar J, Abramowitz MK, Kaskel FJ, Melamed ML. Association of glucocorticoid use and low 25-hydroxyvitamin D levels: Results from the National Health and Nutrition Examination Survey (NHANES): 2001-2006. J Clin Endocrinol Metab 2011;96:3838-45. [\nPubMed abstract\n]\nDrinka PJ, Nolten WE. Hazards of treating osteoporosis and hypertension concurrently with calcium, vitamin D, and distal diuretics. J Am Geriatr Soc 1984;32:405-7. [\nPubMed abstract\n]\nCrowe M, Wollner L, Griffiths RA. Hypercalcaemia following vitamin D and thiazide therapy in the elderly. Practitioner 1984;228:312-3. [\nPubMed abstract\n]\nDisclaimer\nThis fact sheet by the National Institutes of Health (NIH) Office of Dietary Supplements (ODS) provides information that should not take the place of medical advice. We encourage you to talk to your health care providers (doctor, registered dietitian, pharmacist, etc.) about your interest in, questions about, or use of dietary supplements and what may be best for your overall health. Any mention in this publication of a specific product or service, or recommendation from an organization or professional society, does not represent an endorsement by ODS of that product, service, or expert advice.\nUpdated:\nJune 27, 2025\nHistory of changes to this fact sheet"}
